const metalsData = {
    tin: {
        id: "tin",
        name: "Олово",
        stats: {
            required_condition: "Скудность",
            magic_potential: 0,
            durability: 4,
            resistance: "0%",
            weight: "Легкий",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "10 Золотых",
        description: "Распространенный черный металл, использующийся в большинстве случаев для создания сплава бронзы. Ничем другим не примечателен, добывается легко, как и обрабатывается, доступен, примерно, как медь."
    },
    manganese: {
        id: "manganese",
        name: "Марганец",
        stats: {
            required_condition: "Скудность",
            magic_potential: 0,
            durability: 7,
            resistance: "0%",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "12 Золотых",
        description: "Хрупкий черный металл, использующийся в большинстве случаев для создания различных сплавов. Давно известен фактически всем разумным расам. Крайне редко используется в чистом виде. Также известен искушенным алхимикам, что используют марганцовую пыль для создания бомб и некоторых зелий."
    },
    copper: {
        id: "copper",
        name: "Медь",
        stats: {
            required_condition: "Скудность",
            magic_potential: 0,
            durability: 7,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "15 Золотых",
        description: "Медь - сравнительно легкоплавкий металл, месторождения медной руды залегают не очень глубоко, а потому добыча меди ведется везде, где хоть немного развита металлургия. Месторождения меди в мире встречаются часто. Оружие и доспехи, как и другие предметы, делаются из меди быстро, но качеством не блещут. Гномы презирают медь и гнут из медных прутьев колечки голыми руками. Медь в ходу в основном у расы людей. Контрабандисты частенько загоняют медное оружие мятежникам и разбойникам, поскольку, как правило денег и у тех и у других не много, и лучше купить они не могут. Также медь широко используется для изготовления посуды и чеканки монет."
    },
    brass: {
        id: "brass",
        name: "Латунь",
        stats: {
            required_condition: "Малосостоятельность",
            magic_potential: 0,
            durability: 3,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "20 Золотых",
        description: "Сплав меди с цинком, а также иногда используются другие добавки, вроде олова, железа, марганца. По цвету напоминает золото, а потому любим ювелирами, а также фальшивомонетчиками. Металл получил особое распространение при отделке утвари и дешевых украшений. В остальных сферах жизни применяется крайне редко. Оружие из латуни еще хуже, нежели чем из меди."
    },
    bronze: {
        id: "bronze",
        name: "Бронза",
        stats: {
            required_condition: "Малосостоятельность",
            magic_potential: 0,
            durability: 9,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "25 Золотых",
        description: "Базовый сплав олова и меди. Бронза слегка прочнее и крепче, а также менее подвержена окислению и коррозии. К бронзе гномы относятся фактически с таким же пренебрежением, как и к меди. Бронзовое оружие, как и медное, в мире встречается часто, ввиду своих низких качеств, разве что в небогатых кругах. Бронза чаще всего используется для создания заурядных украшений и металлических скульптур."
    },
    melchior: {
        id: "melchior",
        name: "Мельхиор",
        stats: {
            required_condition: "Посредственность",
            magic_potential: 10,
            durability: 4,
            resistance: "0.05",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "27 Золотых",
        description: "Более известен под названием «белая медь». Используется в основном для изготовления металлической посуды, дешевых ювелирных изделий. Температура плавления достигает тысячи градусов. В качестве военного снаряжения пригоден еще меньше, чем медь и потому в подобном качестве не рассматривается. Может быть применен для украшения и оружия. Но обладает относительно большим магическим потенциалом."
    },
    iron: {
        id: "iron",
        name: "Железо",
        stats: {
            required_condition: "Посредственность",
            magic_potential: 0,
            durability: 11,
            resistance: "0%",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "30 Золотых",
        description: "Железная руда встречается в куда больших количествах, чем медная, однако залегает более глубоко и для её добычи необходимо строить карьеры или рыть шахты. Железо куда прочнее меди и бронзы, а ввиду своей распространенности - не сильно дороже. Железо - тяжелый металл, однако при качественной обработке можно получить множество сортов, пригодных для самых различных задач. От выплавки домашней утвари, включая инструменты и большие чаны, до штучного производства качественного оружия. Однако железо сильно подвержено коррозии в чистом виде."
    },
    steel: {
        id: "steel",
        name: "Сталь",
        stats: {
            required_condition: "Обеспеченность",
            magic_potential: 0,
            durability: 15,
            resistance: "0%",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "35 Золотых",
        description: "С развитием кузнечного и сталелитейного мастерства люди научились изготавливать куда более совершенный, по сравнению с железом, металл. Сталь немного тяжелее, прочнее и лучше поддается ковке, нежели чем железо. Сталь лучше сохраняет форму, является куда более гибким и универсальным металлом. Ввиду столь высоких качеств - применяется повсеместно, за исключением крупных скульптур, которые, всё еще, получаются слишком тяжелыми. Гномы, как мастера своего дела, давно научились легировать сталь, защищая ту от пагубных воздействий среды."
    },
    brutalite: {
        id: "brutalite",
        name: "Бруталит",
        stats: {
            required_condition: "Обеспеченность",
            magic_potential: 0,
            durability: 17,
            resistance: "0.05",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "100 Золотых",
        description: "Находится в основном в горах, покрытых ледниками, а потому обычно его откапывают северные народы. Залегает бруталит не глубоко, а основными особенностями его являются прочность, тугоплавкость и магическое сопротивление. Большинством развитых рас металл не используется, так как добывать его трудно, плавить тоже, а прочность не настолько высока, чтобы все эти затраты хорошо окупались. Тем не менее, ценится северными варварскими и некоторыми орочьими племенами, отчего сплав и получил такое название. Металл окутан множеством историй и легенд в которых настоящие историки не видят ни крупицы правды, тем не менее в вышеуказанных племенах считается, что бруталит – признак силы и мужества, а потому сильные молодые мужчины из варварских кланов попросту не признают другого оружия. Только настоящий бруталитовый клинок, добытый из земли с большим трудом, кованный в самых жарких горнах, в который вложено семь слоев пота и душа - может считаться настоящим оружием! Иногда трофейное бруталитовое оружие используется также используется и в более развитом обществе, но скорее, по обстоятельствам."
    },
    munza: {
        id: "munza",
        name: "Мунца",
        stats: {
            required_condition: "Посредственность",
            magic_potential: 0,
            durability: 12,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "65 Золотых",
        description: "Металл, схожий с латунью, однако иные пропорции с добавлением других компонентов значительно увеличивают его прочностные качества, что позволяет использовать материал для изготовления оружия. Сплав несколько уступает стали в прочности, тогда как износостойкость у него значительно ниже."
    },
    cyroxium: {
        id: "cyroxium",
        name: "Цироксий",
        stats: {
            required_condition: "Достаток",
            magic_potential: 0,
            durability: 16,
            resistance: "0.08",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "150 Золотых",
        description: "Сплав, когда-то производимый исключительно в Левиане, однако со временем широко распространившийся по всему миру. По прочности и износостойкости немного превосходит сталь, а также гораздо легче последней. Часто используется в производстве оружия, а также любим ювелирами за необычный цвет и приятный, ненавязчивый блеск. Популярен из за большой прочности и сопротивляемости."
    },
    ashtari: {
        id: "ashtari",
        name: "Аштари",
        stats: {
            required_condition: "Обеспеченность",
            magic_potential: 0,
            durability: 14,
            resistance: "0%",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "90 Золотых",
        description: "Сплав, также известный под названием 'островная сталь'. Изначальной родиной Аштари является Шедим, однако наибольшую популярность он приобрёл в Торговой Лиге, откуда уже и распространился по всеми свету. Наиболее любим пиратами и мореплавателями за высокую износоустойчивость и способность не ржаветь даже в условиях высокой влажности."
    },
    silver: {
        id: "silver",
        name: "Серебро",
        stats: {
            required_condition: "Состоятельность",
            magic_potential: 1,
            durability: 8,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "150 Золотых",
        description: "Драгоценный металл. Как и золото, обладает примечательным блеском, а потому так-же активно используется в торговле. Месторождения серебра встречаются порядком чаще, чем золотые, а потому металл этот менее ценен. Вся ценность металла поддерживается прежде всего из-за его редкости в природе, а в качестве боевого снаряжения этот металл используют редко. Среди зажиточных горожан и хуторян распространена серебряная столовая посуда. Однако, мир не без исключений, существует и серебряное оружие, по большей части оно служит охотникам на нечисть из-за таинственного свойства серебра - нести погибель порождениям некромантии. Серебряные арбалетные болты вообще принято считать за особое оружие охотника на вампиров. - Прикосновение вампира к этому металлу наносит ему повреждение, вызывает боль и жжение. - Прикосновение этого металла к нежити оказывает на последнюю губительное воздействие."
    },
    titanium: {
        id: "titanium",
        name: "Титан",
        stats: {
            required_condition: "Богатство",
            magic_potential: 1,
            durability: 30,
            resistance: "0%",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "20 Платиновых",
        description: "Металл чуть менее прочный, чем адамантин, но не менее легкий, чем мифрил. Залегает выше мифрила, но ниже железа. Недостаточно просто добыть руду содержащую титан, необходимо еще знать технологию его получения. Металл с неверными примесями - некачественный металл, что знает каждый уважающий себя кузнец и литейщик. В отличии от своего цветного собрата, доступен для обработки не только гномам, но и людям, что активно продвигаются в его использовании. Титан, как металл редких качеств, используют в основном для создания высококачественного оружия и элементов мощных осадных орудий, хотя и встречается не часто. Не менее любим и магами металла, из-за низкой сопротивляемости."
    },
    gold: {
        id: "gold",
        name: "Золото",
        stats: {
            required_condition: "Роскошь",
            magic_potential: 5,
            durability: 4,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1000 Золотых",
        description: "Драгоценный металл, который ценится всеми расами. Именно золото - культовый металл, ставший в глазах любого народа - символом богатства. Золото обладает рядом качеств, которые резко выделяют его из серии других добываемых металлов, к тому же сами по себе - золотые жилы встречаются редко и вырабатываются быстро. Все это способствовало тому, что этот металл был признан основной мерой для измерения состояния, именно из золота чеканятся самые дорогостоящие монеты во всех государствах. Украшения из золота притягивают взгляды и весьма ценятся знатью любого уровня. Золото используется повсеместно, в качестве обменной валюты, как и в качестве оружия или брони. Из-за особой ценности этого металла многие многократно пытались подделать его, но как уже было описано выше, золото обладает рядом отличительных качеств, хорошо известных всем опытным менялам."
    },
    platinum: {
        id: "platinum",
        name: "Платина",
        stats: {
            required_condition: "Изобилие",
            magic_potential: 2,
            durability: 14,
            resistance: "0.05",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1000 Платиновых",
        description: "Драгоценный металл, не столь популярный, как золото, но тем не менее ценящийся за свои выдающиеся внешние данные. Платина, как и золото, не подвергается коррозии и крайне медленно разрушается со временем. Украшения из платины среди эльфов, независимо от цвета кожи и волос, считаются наиболее прекрасными, ибо они много дороже, чем серебро, но при том же сохраняют похожий цвет, подходящий возвышенным особам. Помимо ювелирного дела платина порой используется и магами в создании различных устройств, а также в экспериментах с магией металла. Порой этому металлу находят применение и алхимики, создавая новые магические сплавы на основе драгоценного металла."
    },
    tink: {
        id: "tink",
        name: "Тинк",
        stats: {
            required_condition: "",
            magic_potential: 1,
            durability: 9,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "50 Золотых",
        description: "Мягкий и податливый металл, пришедший на замену меди многим народам. Особенно популярным был и остается среди темных эльфов, что давно научились при помощи небольших добавок других материалов, а иногда и магии, получать из тинка добротные инструменты, достаточно прочные доспехи при вменяемой массе и острое оружие. Другие народы, частично достигшие похожих успехов, оставили металлу столь необычное для слуха название, что в переводе с эльфийского и означает - металл. Залегает тинк неглубоко, а его выходы нередко можно увидеть на поверхности или же среди скальных пород."
    },
    eironite: {
        id: "eironite",
        name: "Эйронит",
        stats: {
            required_condition: "",
            magic_potential: 3,
            durability: 9,
            resistance: "0.05",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "10 Сфер",
        description: "Металл, предшествующий мифрилу. Как и многие другие материалы - открыт гномами. Эйронит не сыскал славы у подгорного народа. Недостаточно прочный, плох в зачаровании, однако предшествующий гораздо более интересному материалу. В далёкие времена эйронит разошёлся по миру и не раз, и не два можно встретить доспехи из этого материала, оставшиеся с тех пор. У этого металла, тем не менее, есть интересное свойство - он достаточно хорошо сопротивляется магии, при этом не обладая большой массой или же сложным строением. Металл часто используется в сплавах и нашёл свое применение в зодчестве. - Заклинания воды и воздуха, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала."
    },
    magnetin: {
        id: "magnetin",
        name: "Магнитин",
        stats: {
            required_condition: "",
            magic_potential: 0,
            durability: 10,
            resistance: "0.1",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "15 Сфер",
        description: "Магнитин, или магнитин, давно известен фактически всем расам. Встречается нередко, обладает ярко выраженными магнитными свойствами, что и отражено в названии, но при этом не является производным от железа. Фактически никогда не применяется в сплавах, достаточно прочен и имеет приличный магический потенциал при невысокой сопротивляемости. Добывается повсеместно, является частым гостем у алхимиков и экспериментирующих металлургов, что пытаются при помощи различных воздействий избавить материал от его излишних притягательных свойств. - Обладает сильными магнитными свойствами, естественный магнит. - Заклинания металла, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала."
    },
    orichalc: {
        id: "orichalc",
        name: "Орихалк",
        stats: {
            required_condition: "",
            magic_potential: 0,
            durability: 20,
            resistance: "0.08",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "25 Сфер",
        description: "Очень редкий вид металла, производимый нагами в малых объемах для режущих кромок оружия. В породе орихалк встречается крайне редко, зато он, в микроскопических, но весьма ощутимых долях, встречается на определенной глубине в пластах воды. Собирая эту воду и последовательно выпаривая, а также вымывая ненужные компоненты, наги получают небольшие кристаллики орихалка, что пригодны для дальнейшей обработки. Несмотря на то, что этот металл встречается именно в водах океана, он не несет в себе дополнительных бонусов к водяной стихии, однако является природным ядом для многих сухопутных существ. Оружие из орихалка наносит чудовищные раны, а будучи растворенным хотя бы в мельчайшей концентрации кровью, вызывает сильное отравление. Благо добывать этот металл сложно, а наги бережно защищают этот секрет. - При нанесении раны при помощи этого металла, вызывает сильный эффект отравления."
    },
    mithril: {
        id: "mithril",
        name: "Мифрил",
        stats: {
            required_condition: "",
            magic_potential: 5,
            durability: 35,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "50 Сфер",
        description: "Мифрил, являясь цветным металлом, демонстрирует невероятные показатели прочности и легкости. Несмотря на то, что мифрильная руда редка и залегает много глубже железной, добывать её не многим сложнее. Трудности возникают при работе со столь прочным материалом, его выплавке, очищении и других литейных процессах. Гномы задолго до других рас научились работать с мифрилом и он является их 'визитной карточкой', в то время как многие другие расы лишь только учатся обращаться с технологиями производства качественного мифрила. Ходят слухи, что именно этот металл стал камнем преткновения между эльфами и гномами, ведь эльфы, не обладающие большой силой, делают ставку именно на свою скорость, которую можно получить с использованием мифрилового оружия."
    },
    red_steel: {
        id: "red_steel",
        name: "Красная сталь",
        stats: {
            required_condition: "",
            magic_potential: 12,
            durability: 16,
            resistance: "0.05",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "50 Сфер (Воды)",
        description: "Особый вид сплава стали с добавлением огненных солей, в результате чего получается металл, обладающий особыми свойствами. Огненная соль - редкое вещество, добываемое вблизи магических источников огня, на небольшой глубине. К особенностям можно отнести гибкость, пластичность и стойкость к коррозии. Полученная сталь помимо высокой прочности переливается красными всполохами, словно внутри обитает живое существо. Особой характеристикой такой стали является низкочастотный звон, издаваемый при ударе. За счет этого красную сталь также принято называть 'звенящей'. Особенностью доспехов, изготовленных из этой стали, является повышенная температура, которая позволяет не замерзать долгое время, однако, там, где и так очень жарко, тепло будет лишь усиливаться. - Если предмет выполнен из этого материала, то при его использовании эффективность огненных заклинаний владельца возрастает на 10% за каждую единицу использованного материала. - Заклинания огня, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала."
    },
    moon_silver: {
        id: "moon_silver",
        name: "Лунное серебро",
        stats: {
            required_condition: "",
            magic_potential: 7,
            durability: 10,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "10 Сфер льда",
        description: "Лунное серебро появляется на горных вершинах, пропитанных магией, в ночи, при свете луны, и растет там подобно сталактитам. Добывать его очень сложно, так как очень легко повредить и испортить. Этот металл считается магическим и достаточно редким, так как никто не может понять закономерность появления лунного серебра на горных вершинах, а значит - постоянного промысла нет. Прочность Лунного серебра не велика, однако его магическая вместимость очень высока, кроме того природа наделила этот металл предрасположенностью к стихиям воздуха и воды. Оружие из лунного серебра часто носят охотники за вампирами. Реже паладины или воины-маги, так как хоть оружие и сильное магическое, но металл редкий, можно легко сломать, а новый клинок будет не просто найти. Украшения из лунного серебра часто носят маги, предварительно заколдовав их. Также эти украшения помогают им восстанавливать силу из лунных лучей. - Прикосновение вампира к этому металлу наносит ему повреждение, вызывает боль и жжение. - Прикосновение этого металла к нежити оказывает на последнюю губительное воздействие. - Заклинания воды и воздуха, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала. - Светится при лунном свете. - Медленно преобразовывает лунный свет в магическую энергию, которую может черпать владелец."
    },
    trillium: {
        id: "trillium",
        name: "Триллиум",
        stats: {
            required_condition: "",
            magic_potential: 14,
            durability: 5,
            resistance: "0.1",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "100 Сфер воды",
        description: "Светло-зеленый металл, который в основном используется для зачарования магических предметов. Достаточно редкий, залегает на глубине мифрила, то есть добывается в основном гномами и поставляется на экспорт магам. Прекрасно зачаровывается, достаточно легкий, но легко гнется, а потому в качестве оружия ближнего боя практически не используется – в основном для посохов и магических украшений. Иногда в качестве пластин для брони, но очень редко. Металл легок в обработке, относительно доступен. Стоит дорого, да и поставляется обычно не для единичных клиентов, а для крупных гильдий."
    },
    cobalt: {
        id: "cobalt",
        name: "Кобальт",
        stats: {
            required_condition: "",
            magic_potential: 4,
            durability: 38,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "100 Сфер воды",
        description: "Холодный металл синего цвета, который добывается в ледяных пещерах северного Рокового хребта, что граничит с Заснеженной тундрой. Кобальт - чрезвычайно прочный металл, тяжело поддающийся обработке. И лишь немногие кузнецы-оружейники знают секреты особой обработки этого металла, благодаря которой раскрывается истинный потенциал материала - магические свойства. Обработанный кобальт светится светло-синим. Гномы, соседствующие неподалеку, верят, что кобальт - металл, который используется злыми духами для того, чтобы отравлять работающих с ним. Связан ли кобальт со злыми духами или нет, достоверно неизвестно. Однако, необработанный кобальт не рекомендуется брать голыми руками, а при переплавке необходимо стараться отфильтровать воздух, используя любые возможные средства, т.к. иначе пар от переплавки может привести к серьезному отравлению с летальным исходом. Кобальт используется в основном для изготовления клинкового оружия. - Металл постоянно светится светло-синим. - Если предмет выполнен из этого материала, то при его использовании эффективность ледяных заклинаний владельца возрастает на 20% за каждую единицу использованного материала."
    },
    diamond_steel: {
        id: "diamond_steel",
        name: "Алмазная сталь",
        stats: {
            required_condition: "",
            magic_potential: 0,
            durability: 34,
            resistance: "0.07",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "100 сфер воды",
        description: "Высокоуглеродистый, прочный сплав стали. Особенно алмазная сталь используется для создания экзотического оружия, вроде катан, однако также очень хороша для создания другого режущего оружия, вроде ножей, сабель, мечей. В частности, любима эльфами за легкость и особую прочность. В качестве брони алмазную сталь используют, но из-за трудности выплавки весьма редко, да и мастеров, которые умеют создавать экзотическое оружие из алмазной стали можно пересчитать по пальцам, ведь искусство это трудное, а рынок весьма мал для массового производства. Секреты создания оружия из алмазной стали сохранены эльфами, но в последнее время они становятся доступны и другим расам."
    },
    adamant: {
        id: "adamant",
        name: "Адамант",
        stats: {
            required_condition: "",
            magic_potential: 0,
            durability: 35,
            resistance: "0.15",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "50 Сфер льда",
        description: "Адамантиновая руда обычно залегает близко к недрам, только у гномов может хватить упрямства докопаться до неё и мастерства, для её добычи. Для гномьего народа это любимый металл, очень крепкий, крепче любого гномьего лба, но тяжелый. Но гномам - сильным и выносливым, это, наоборот, по душе. Те, кому посчастливилось нарядиться в Адамантиновые доспехи, чувствуют себя настоящими 'танками', да и являются таковыми. Даже магией их не всегда можно сдвинуть с места. Говорят, что Адамантиновый доспех может даже спасти от выстрела баллисты, если повезет. Гномы редко торгуют адамантином, да и даже у них его не много, из-за того что добывается очень долго. Обычно в адамантиновых доспехах гуляют гномьи командиры и странствующие герои."
    },
    felirion: {
        id: "felirion",
        name: "Фелирион",
        stats: {
            required_condition: "",
            magic_potential: 5,
            durability: 20,
            resistance: "0.05",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "100 Сфер молний",
        description: "Прочный сплав стали и обсидиановой крошки, получаемый алхимическим путем. Сталь приобретает черный цвет, а также дополнительные свойства, присущие обсидиану. В результате всякие яды, магия тьмы и различные магические усиления, накладывающиеся на оружие из этой стали - куда более эффективны. Сплав открыт алхимиками Шедима и фактически недоступен для 'простых смертных'. Некоторые партии периодически появляются на черном рынке Торговой Лиги. Оружием из фелириона вооружены многие ассассины, но более часто металл используется в качестве наконечников для стрел, поскольку внушительно усиливает действие ядов на него нанесенных. - Заклинания тьмы, нанесенные на предмет, созданный из этого металла, усиливаются на 30% за каждую единицу использованного в предмете материала. - Яды немагического происхождения дольше сохраняются на оружии, созданном из этого металла, а также несут в себе дополнительный эффект ослабления."
    },
    silverite: {
        id: "silverite",
        name: "Сильверит",
        stats: {
            required_condition: "",
            magic_potential: 15,
            durability: 20,
            resistance: "0.1",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "",
        description: "Внешне похож на тусклое серебро, однако гораздо более ценное, чем серебро. Как и адамант, считается традиционным металлом гномов, хотя другие расы беспрепятственно используют его. Встречается на уровне железной руды, да и первооткрывателями считаются также гномы. С сильверитом связана легенда, что это металл Силуны, посланный ею в мир в дар смертным расам. Хорошо поддается ковке, но не очень прочен. Часто этот металл используют и для создания металлических скульптур, которые дорого стоят и заказываются в основном только богатыми домами. Из сильверита получаются неплохое оружие и подвижные элементы доспехов. - Данный металл на 100% менее восприимчив к магии металла."
    },
    white_steel: {
        id: "white_steel",
        name: "Белая сталь (Аурелиан)",
        stats: {
            required_condition: "",
            magic_potential: 5,
            durability: 18,
            resistance: "30%",
            weight: "",
            color: ""
        },
        skills: [],
        price_per_ingot: "30 Сфер молний",
        description: "Сталь, полученная алхимиками ордена Белого Лотоса. Перед исследователями стояла важная цель - защитить воинов ордена от темной магии, а их оружие наделить силой, способной разить нежить не хуже благословленного. К чести алхимиков стоит сказать, что они прекрасно справились с задачей. В растворе Шутки Инноса сталь 'вымокает', одновременно подвергаемая термической обработке, после чего активно освещается при помощи магии света и Солнца Альверана. Получается расплав, который остужают и разливают в формы для слитков или других изделий. Доспехи из этого металла не так легко зачаровать, но зато они обретают высокую защиту от магии тьмы и смерти. Оружие из Белой стали или 'Аурелиана', поражает нежить 'белым огнем', если на том нанесены руны огня. - Защита экипированной в предмет из этого материала части тела от Магии тьмы и смерти - 30% - Огненные заклятия, наложенные на предмет, если он сделан преимущественно из этого материала, видоизменяются. Пламя заклинаний становится белым, половина повреждений огнем заменяется на повреждения магии света."
    },
    nerolium: {
        id: "nerolium",
        name: "Неролий",
        stats: {
            required_condition: "",
            magic_potential: 5,
            durability: 30,
            resistance: "0.1",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "",
        description: "Особый сплав на основе неролиевой руды, образовывающейся в местах скопления некротических энергий. Прямой контакт с этим материалом губителен для живой материи, поэтому добычей и обработкой неролия занимается нежить. Красиво отливает зелёным цветом. - Прикосновение этого металла к живому существу оказывает на последнее губительное воздействие. - Если предмет выполнен из этого материала, то при его использовании эффективность заклинаний магии смерти владельца возрастает на 50% за каждую единицу использованного материала."
    },
    solar_monel: {
        id: "solar_monel",
        name: "Солнечная монель",
        stats: {
            required_condition: "",
            magic_potential: 8,
            durability: 9,
            resistance: "0.1",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1000 Сфер молний",
        description: "Не самый сложный в изготовлении алхимический сплав, снискавший большую популярность среди ювелиров за потрясающе сочный оттенок и относительную простоту в обработке. Редкость сплава объясняется скорее не сложностью в его изготовлении, а не самыми распространёнными ингредиентами и необходимостью в обработке эфиром света во время создания. - Если хотя бы одна мера этого материала (в том числе номинальная) использована в ювелирном изделии, все заклинания магии света владельца, имеющие дальность применения, увеличивают эту дальность на 50% (Работает 1 раз независимо от количества предметов). - Если из этого материала сделан щит, предмет одежды или брони, эффективность магических щитов магии света повышается на 50% за каждую единицу материала. - Если магическая фокусировка или оружие более чем наполовину выполнены из этого материала, то эффективность ослепления и воспламенения, вызванных заклятиями, сотворёнными при непосредственном использовании предмета, возрастает на 50% (Не работает с магическими сферами)."
    },
    night_gold: {
        id: "night_gold",
        name: "Ночное золото",
        stats: {
            required_condition: "",
            magic_potential: 8,
            durability: 6,
            resistance: "0.2",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "20 Сфер земли",
        description: "Искусственный алхимический сплав, особенной популярностью пользующийся в Ману Зуале и у Нур. По своим прочностным характеристикам наиболее близок к обыкновенному золоту, но обладает другой палитрой оттенков. Исходные компоненты не редки, но техника изготовления ночного золота сложна и требует большого умения и точных знаний рецепта. Правильно вызревший материал особым образом синергирует с тёмными аурами существ и пагубно воздействует на носителей светлых аур. - Пагубно воздействует на светлых существ, при прикосновении вызывает боль и ожоги, тем сильнее, чем более светлой аурой обладает существо. - Если предмет выполнен из этого материала, то при его использовании эффективность всех заклинаний обнаружения по отношению к владельцу снижается на 50% за каждую единицу использованного материала, но только в том случае, если носитель обладает выраженной темной аурой."
    },
    resonating_steel: {
        id: "resonating_steel",
        name: "Резонирующая сталь",
        stats: {
            required_condition: "",
            magic_potential: 15,
            durability: 9,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "",
        description: "Сложный алхимический сплав, имеющий довольно мало общего со сталью, название которой традиционно используется при его обозначении. В создании не слишком дорог, но и не дёшев и требует от алхимика, пусть и не грандиозного, но всё же довольно высокого мастерства. Обладает высокими фокусирующими свойствами, легко пропуская сквозь себя магию и усиливая импульс заклятий-выстрелов. - Если магическая фокусировка или оружие более чем наполовину выполнены из этого материала, то скорость и эффективность заклятий-выстрелов, сотворённых при непосредственном использовании предмета, увеличивается на 50% и дальность на 50% (Не работает с магическими сферами). - Если предмет выполнен из этого материала, то при его использовании сопротивление владельца к магии всех стихий уменьшается на 5% за каждую единицу использованного материала. Сопротивление может уходить в минус, оборачиваясь уязвимостью."
    },
    thunder_neusilber: {
        id: "thunder_neusilber",
        name: "Грозовой нейзильбер",
        stats: {
            required_condition: "",
            magic_potential: 9,
            durability: 15,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "",
        description: "Сплав, являющий собой квинтэссенцию проводниковых свойств металла, превосходя в этом даже эталонные медь и серебро более чем в полтора раза. Не рекомендуется использовать в качестве материала для доспехов. - Скорость распространения электричества любой природы по этому материалу происходит в два раза быстрее и легче, чем по иным металлам. - Если магическая фокусировка или оружие более чем на две трети выполнены из этого материала, то скорость и эффективность заклятий-выстрелов, основанных на молнии, сотворённых при непосредственном использовании предмета, увеличивается на 100% (Не работает с магическими сферами). - Заклинания воздуха, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала."
    },
    fehel: {
        id: "fehel",
        name: "Фехель",
        stats: {
            required_condition: "",
            magic_potential: 10,
            durability: 30,
            resistance: "0.2",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "",
        description: "Глубоко залегающая, редкая руда, обнаруженная на данный момент только в Захреме и разработкой жил которой занимаются преимущественно Ману Астар. Прочный, лёгкий цветной металл, способный усиливать свойства алхимических составов, находясь с ними в непосредственном контакте. - В два раза увеличивает силу эффектов алхимических оружейных смазок, нанесённых на предмет, сделанный из этого материала."
    },
    atriun: {
        id: "atriun",
        name: "Атриун",
        stats: {
            required_condition: "",
            magic_potential: 10,
            durability: 25,
            resistance: "0.45",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "20 Сфер молний",
        description: "Редкий металл, залегающий в глубинах Южного Рокового хребта, добыча которого ведётся исключительно в пределах Нур'Цурага. Сложен в зачаровании, однако благодаря чрезвычайно высокому сопротивлению магии и способности отражать направленные магические атаки высоко ценится и используется самыми богатыми и влиятельными кланами в защитной экипировке своих лучших бойцов. Тёмные эльфы с большой неохотой торгуют изделиями из этого материала с другими народами и цены на такие вещи действительно баснословны. - С вероятностью 20% может отразить обратно попавшее в предмет заклинание-выстрел, если он изготовлен не менее чем из двух мер этого материала."
    },
    sky_gold: {
        id: "sky_gold",
        name: "Небесное золото",
        stats: {
            required_condition: "",
            magic_potential: 20,
            durability: 50,
            resistance: "0.3",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "10 Кристаллов эфира (Бесцветный)",
        description: "Редкий магический металл. Часто используется святыми созданиями, такими как ангелы и полуангелы, хранители. Небесное золото образуется в небе днем, при необычных аномалиях светлой магии, когда её много. Образовавшийся таким образом золотой песок падает на землю, где его можно собрать и обработать, если обладать достаточным мастерством обработки магической руды. Активно используется в лечении, а так же в бою против темных сил. Архоны обычно снаряжают в сияющие доспехи из небесного золота своих сильнейших рыцарей и капитанов, вкупе с их светлым духом магия доспехов способна заживить серьёзную рану за пару часов и даже спасти от смертельной. - Прикосновение вампира к этому металлу наносит ему повреждение, вызывает боль и жжение. - Прикосновение этого металла к нежити оказывает на последнюю губительное воздействие. - Если предмет выполнен из этого материала, то при его использовании эффективность светлых заклинаний владельца возрастает на 20% за каждую единицу использованного материала. - Защита экипированной в предмет из этого материала части тела от Магии тьмы - 30%. - Если предмет выполнен из этого материала, то при его использовании естественное заживление ран владельца ускоряется на 5000%, а эффективность паралича и болевого шока уменьшается на 10% за каждую единицу использованного материала. - Постоянно немного светится."
    },
    tenet: {
        id: "tenet",
        name: "Тенет",
        stats: {
            required_condition: "",
            magic_potential: 0,
            durability: 30,
            resistance: "0.3",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "50 Сфер молний",
        description: "Тенет - металл, предшествующий адаманту. Залегает глубоко, добывается тяжело и с приложением больших усилий. Тем не менее, в своё время был весьма часто применяем гномами, прежде чем они открыли секреты адаманта. После этого подгорный народ полностью отказался от 'теневого металла', как его прозвали за его необычные свойства. Новую же популярность тенет снискал среди Ману'Астар, что в своих изысканиях добрались до весьма существенных глубин. Его тёмная натура пришлась Дроу по вкусу, как и высокие качества. Тем не менее, тенет - достаточно редкий металл, пусть и менее редкий, чем адамант. Порой встречается и среди тёмных эльфов. - Поглощает окружающий свет, отчего кажется, будто металл постоянно окружен тенями или же лёгкой дымкой."
    },
    azarite: {
        id: "azarite",
        name: "Азарит",
        stats: {
            required_condition: "",
            magic_potential: 20,
            durability: 20,
            resistance: "0.1",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "10 Сфер молнии",
        description: "Чрезвычайно редкая азаритовая руда порой встречается вблизи залежей мифрила, но для того чтобы обнаружить её и тем более извлечь, необходимо большое умение и знание о том, что именно нужно искать. Насыщенный эфиром, имеющий большой магический потенциал азарит высоко ценится у рунических мастеров и магов, но позволить себе его может отнюдь не каждый. Механизмы возникновения азаритовых отложений до сих пор неизвестны. - Заклинания всех стихий, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала. - Металл черпает силу из окружающей земли и тем самым медленно восстанавливает магическую энергию владельца. - Если магическая фокусировка или оружие включают в себя как минимум одну меру этого материала, то скорость любых заклятий-выстрелов, сотворённых при непосредственном использовании предмета, увеличивается на 50% (Не работает с магическими сферами)."
    },
    amalirion: {
        id: "amalirion",
        name: "Амалирион",
        stats: {
            required_condition: "",
            magic_potential: 15,
            durability: 45,
            resistance: "0.15",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1 Кристалл эфира (Бесцветный)",
        description: "Секрет изготовления амалириона считается утраченным, и те единицы мастеров, что всё же обладают знаниями об этом металле, едва ли станут просто так делиться ими с другими, охраняя свой секрет. Удивительный материал, способный принимать любые оружейные формы, в зависимости от помыслов и желаний того, кто им обладает. Изготовление предмета из этого материала не требуется."
    },
    demonic_steel: {
        id: "demonic_steel",
        name: "Демоническая сталь",
        stats: {
            required_condition: "",
            magic_potential: 15,
            durability: 40,
            resistance: "0.1",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "100 Сфер молний",
        description: "На демонических планах железная руда изначально пропитана силой демонов, и после того как бесы-рабы обрабатывают руду своим привычным методом и закаляют в демоническом огне, металл обретает некоторые свойства, присущие только демоническому металлу. Демоническая сталь отличается от обычной тем, что она очень тяжелая и очень прочная, а также она была выплавлена в демоническом горне, температура которого гораздо выше. Доспех из демонической стали хорошо защищает от огня, особенно если зачарован соответствующими заклинаниями или рунами. Тяжелые доспехи и оружие из демонической стали активно используются демонами, так как у них достаточно силы их поднять. Смертные не часто могут увидеть этот металл и мало кто решится использовать или обрабатывать оскверненное железо. - Если предмет выполнен из этого материала, то при его использовании эффективность огненных и инфернальных заклинаний владельца возрастает на 200% за каждую единицу использованного материала. - Защита экипированной в предмет из этого материала части тела от Магии огня - 100%."
    },
    meteorite: {
        id: "meteorite",
        name: "Метеорит",
        stats: {
            required_condition: "",
            magic_potential: 7,
            durability: 40,
            resistance: "0.3",
            weight: "",
            color: "Черный металл"
        },
        skills: [],
        price_per_ingot: "30 Сфер молний",
        description: "Не часто можно дождаться падения метеорита, чтобы он не выгорел в верхних слоях атмосферы. Космическое пространство хранит необъятные тайны мироздания, а космический металл обладает поистине колоссальной прочностью. Прочность метеорита превосходит даже Адамант, и счастливчик тот, кто нашел и смог обработать кусок метеорита. В большом количестве такое оружие производить невозможно."
    },
    elementium: {
        id: "elementium",
        name: "Элементиум",
        stats: {
            required_condition: "",
            magic_potential: 10,
            durability: 30,
            resistance: "0.2",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "30 Сфер молний",
        description: "Элементиум - вершина искусства современной магической обработки металла. Для его создания требуется метеорит, а также плавильщик, умеющий пользоваться магией и никак иначе. Для его создания требуется сперва расплавить метеорит, а затем закалить металл в жидком эфире следующих стихий: огонь, воздух, вода и наконец, земля. Порядок необходимо соблюсти, иначе ничего не получится. Подобная магическая обработка существенно увеличивает магическую емкость метеорита, совершенно не влияя на его прочность, а кроме того она придает металлу свойства катализатора стихийной магии, заклинания стихий, наложенные на предметы из этого металла, работают эффективнее. Если сам метеорит - крайне дорогой и редкий металл, то хороший кусок правильно обработанного Элементиума может стоить целого небольшого баронства. - Если предмет выполнен из этого материала, то при его использовании эффективность водяных, воздушных, огненных и земляных заклинаний владельца возрастает на 30% за каждую единицу использованного материала. - Заклинания воды, воздуха, огня и земли, нанесенные на предмет, созданный из этого металла, усиливаются на 10% за каждую единицу использованного в предмете материала."
    },
    sapphirite: {
        id: "sapphirite",
        name: "Сапфирит",
        stats: {
            required_condition: "",
            magic_potential: 30,
            durability: 30,
            resistance: "75%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1 Кристалл эфира (Бесцветный)",
        description: "Сапфирит почти везде считается лучшим магическим металлом во вселенной. Действительно - легкий, прочный, отлично защищает от магии, и все равно чудесно заколдовывается. Однако, чтобы получить этот металл надо быть как минимум великим алхимиком. Говорят, что для алхимика сложнее сделать только философский камень. Сапфирит - это магический сплав, созданный не на основе металла, а на основе необычных разноцветных кристаллов, которые появляются в лесах, настолько древних, что уже 1000 лет никем не посещались. Малейший дисбаланс в природе сразу прекращает образование этих кристаллов, именно поэтому сапфирит очень редкий металл. Странность заключается в том, что при взаимодействии с сапфиром в особых алхимических пропорциях, эти кристаллы плавятся и приобретают металлические свойства. Вещи из сапфирита считаются раритетными и встречаются очень редко, у сильнейших магов. Главный минус в том, что сплав всего за пару десятков лет разлагается на сапфиры и кристаллы, поэтому маги обычно поддерживают его, каждый год отдавая на починку алхимикам. - Если предмет выполнен из этого материала, то при его использовании эффективность всех заклинаний владельца возрастает на 30% за каждую единицу использованного материала. - Металл черпает силу из окружающей природы и тем самым медленно восстанавливает магическую энергию владельца. - Выделяет при соприкосновении с живой материей незримые магические частички, оказывающие положительное влияние на иммунитет. Тем самым увеличивается сопротивление организма владельца к ядам и токсинам, а также организм меньше страдает от токсичности алхимических зелий. Сила этих эффектов возрастает на 20% за каждую единицу использованного материала."
    },
    crystallite: {
        id: "crystallite",
        name: "Кристаллит",
        stats: {
            required_condition: "",
            magic_potential: 10,
            durability: 55,
            resistance: "0.6",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1 Кристалл эфира (Бесцветный)",
        description: "Кристаллит - сплав практически всех образуемых в природе металлов, за исключением всего лишь нескольких, в определенной секретной пропорции, которую мастера, способные создавать кристаллит, готовы забрать с собой в могилу. Кристаллит очень редкий, потому что редко кому удается достать все металлы, да ещё и дождаться, пока будет изготовлен сплав, приготовление которого занимает больше года. По прочности кристаллиту почти нет равных, да и по весу этот доспех сидит достаточно 'удобно'. Защищает отлично как от магии, так и от физических атак, сложно заколдовать, несмотря на немалую магическую емкость. Восстанавливается со временем."
    },
    arcanum: {
        id: "arcanum",
        name: "Арканум",
        stats: {
            required_condition: "",
            magic_potential: 30,
            durability: 0.5,
            resistance: "0%",
            weight: "",
            color: "Цветной металл"
        },
        skills: [],
        price_per_ingot: "1 Кристалл эфира (Бесцветный)",
        description: "Магический сплав необычного цвета, получаемый в алхимических реакциях при постоянном зачаровании тремя магическими стихиями: огнем, воздухом и металлом. В результате получается крайне взрывоопасный сплав, что способен сдетонировать при касании любой жидкости. Ввиду того, что в воздухе содержатся водяные пары - хранить этот металл приходится в особых условиях, а применять - в вакууме. Тем не менее Арканум идеальный материал для зачарования, магических ловушек и сложных магических конструкций. Секрет точной технологии создания сплава сокрыт среди Министерства Магии и редко является на свет. - При касании с любой жидкостью - взрывается, вне зависимости от количества жидкости. - Заклинания всех стихий, нанесенные на предмет, созданный из этого металла, усиливаются на 300% за каждую единицу использованного в предмете материала."
    },
    void_quark: {
        id: "void_quark",
        name: "Пустой кварк",
        stats: {
            required_condition: "",
            magic_potential: 150,
            durability: 500,
            resistance: "20%",
            weight: "",
            color: ""
        },
        skills: [],
        price_per_ingot: "10000 Кристаллов эфира (Земли, Воды, Огня, Воздуха, Металла, Природы, Света, Тьмы, Инферно, Разума, Хаоса, Жизни, Смерти, Пустоты, Крови)",
        description: "Образуется в момент схлопывания черной дыры в космосе. Почти не заметен и не ощутим магически. Существует несколько суток в форме песка, после чего растворяется в пустоте. Если всё-таки успеть собрать песок пустоты и отнести в место вне вакуума, то можно приступать к обработке. Плавится только в Первозданном огне, который фактически невозможно достать даже для полубогов. Придать этому материалу форму почти невозможно, в зависимости от удачи срок изготовления меча из пустого кварка составляет от 2 до 10 миллионов лет, с огромными затратами магического ресурса. Оружие из пустого кварка с одного удара перерубает что угодно, однако самые прочные материалы, вроде Кристаллита, могут выдержать несколько ударов. Также выдерживают удары сильные магические артефакты, но с каждым ударом теряют колоссальное количество мощи и энергии; когда будет высосана энергия, которая поддерживает узы нерушимости, то падет и нерушимый артефакт, хотя, конечно, смотря какой. Вещи из пустого кварка во вселенной фактически можно пересчитать по пальцам."
    }
};

// Для доступа из других модулей
if (typeof module !== 'undefined' && module.exports) {
    module.exports = metalsData;
}
