const skillsStructure = {
    "⚔️ БОЕВЫЕ НАВЫКИ": [
        "Тяжёлая броня", "Лёгкая броня", "Двуручное оружие", 
        "Одноручное оружие", "Стрельба", "Блокирование", 
        "Древковое", "Рукопашный бой", "Метание"
    ],
    "🎭 ОБЩИЕ НАВЫКИ": [
        "Скрытность", "Красноречию", "Ловкость", "Выносливость",
        "Взлом", "Восприятие", "Удача", "Карманные кражи"
    ],
    "⚗️ РЕМЕСЛА": [
        "Алхимия", "Кузнечное дело", "Зачарование", "Ремесло"
    ],
    "🔮 МАГИЯ": [
        "Магия воды", "Магия земли", "Магия воздуха", "Магия крови",
        "Магия огня", "Магия металла", "Магия природы", "Магия света",
        "Магия тьмы", "Магия инферно", "Магия хаоса", "Магия разума",
        "Магия Жизни", "Магия смерти", "Магия пустоты", "Магия Энергии"
    ]
};
