const allWaterSpells = [
    {
        name: "Роса",
        order: 10,
        effect: "Заклинание покрывает тело и одежду мага тонкой прозрачной водяной плёнкой, помогающей избежать иссушения организма в пустыне или океане. Или же создает в пространстве на какой-либо поверхности - влагу из ничего.",
        type: "Заклятие, накладываемое на область, точечное",
        conditions: "2 секунды концентрации, 1 волшебный жест",
        duration: "Может держаться около одного-двух часов, сразу после рассеивания возможно последующее применение",
        cost: "30 манны",
        learned: false
    },
    {
        name: "Ржавчина",
        order: 10,
        effect: "Магически ускоряет коррозию металла. Заклинание позволяет ослаблять или разрушать металлические объекты, в том числе и оружие.",
        type: "Заклятие, накладываемое на область, точечное",
        conditions: "1 секунда концентрации, при прямом контакте с металлом – 1 волшебный жест. При одном лишь зрительном контакте – 2 секунды концентрации, 3 волшебных жеста",
        duration: "Металл после применения заклинания не восстанавливается, используется максимум раз в 2 минуты",
        cost: "30 манны",
        learned: false
    },
    {
        name: "Отвердевание",
        order: 10,
        effect: "Позволяет уплотнить воду, временно делая её твёрдым объектом. Позволяет создавать слабые щиты из воды перед собой, способные, например, отразить брошенный в мага камень. Требуется настоящая (природная вода), на созданную магией воду не действует.",
        type: "Накладываемое на область 10 метров",
        conditions: "Настоящая вода, 2 секунды концентрации перед использованием заклинания, 1 магический жест",
        duration: "Действует, пока маг не перестанет сосредотачиваться на заклинание или сам не прекратит его, максимальная длительность – час, после использования можно сотворить заклинание снова через секунду",
        cost: "30 манны",
        learned: false
    },
    {
        name: "Поток воды",
        order: 9,
        effect: "Из рук мага вырывается поток воды, способный потушить пожар или огненное создание или сбить противника с ног. Максимальная дистанция, на которой заклинание ещё наносит какие-то эффекты , 3-30 метров. толщина 10 см - 1 метр",
        type: "Заклятие-выстрел",
        conditions: "1 секунда концентрации",
        duration: "2-11 секунд, может вновь использоваться через 10 секунд",
        cost: "50 манны",
        learned: false
    },
    {
        name: "Облако тумана",
        order: 9,
        effect: "Вызывает туман, сильно уменьшающий радиус обзора. Максимальный радиус облака метров = 20-200 метров восприятия - 5",
        type: "Заклятие, накладываемое на область вокруг мага",
        conditions: "4 секунды концентрации, 4 магических жеста. Наличие большого количества воды уменьшает требуемое время концентрации на секунду, уменьшает затраты энергии в 2 раза",
        duration: "Максимальная длительность: 10-360 секунд. Перезарядка 40 минут",
        cost: "70-270 манны",
        learned: false
    },
    {
        name: "Гейзер",
        order: 9,
        effect: "Вызывает из-под земли вертикально бьющий поток воды, способный выбить оружие из рук противника или даже подбросить в воздух его самого. Высота потока до 3-10 метров. Толщина гейзера: сантиметров = 30 сантиметров – 3 метра",
        type: "точечное",
        conditions: "2 секунды концентрации, 2 слова заклинания при отсутствии грунтовых вод, 1 секунда концентрации при их наличии",
        duration: "Максимальная длительность потока: 5 секунд -55 секунд. Перезарядка 1 минута",
        cost: "30 - 200 манны",
        learned: false
    },
    {
        name: "Ледяная стрела",
        order: 8,
        effect: "Использующий выпускает ледяную стрелу-сосульку, в противника. При дополнительном сосредоточении можно увеличить количество сосулек для увеличения области поражения. Максимальное количество стрел: 2-10 стрел. Максимальная дальность поражения не более 70 метров",
        type: "Заклятие-выстрел",
        conditions: "Для одной стрелы 2 секунды концентрации, 1 волшебное слово, для массовых стрел - 3 секунды концентрации, 3 волшебных слова, 1 волшебный жест",
        duration: "повторное применение заклинания возможно через тридцать секунд для одиночной стрелы, через минуту для массовых стрел",
        cost: "Одна стрела - 40, за каждую следующую 20 манны",
        learned: false
    },
    {
        name: "Клинок мороза",
        order: 8,
        effect: "Позволяет заколдовать оружие или снаряд. Оружие с силой мороза не только ранит противника, но и охлаждает его кровь, тем самым замедляя и причиняя неудобства. Минус 1 на физические навыки с одного ранения",
        type: "точечное",
        conditions: "Прямой контакт с оружием, 3 секунды концентрации, 2 волшебных слова",
        duration: "Оружие может обладать силой мороза секунд = 5-25 секунд. Повторное применение возможно через двадцать секунд после произношения первого заклинания",
        cost: "50-250 манны",
        learned: false
    },
    {
        name: "Снежный вихрь",
        order: 8,
        effect: "Маг призывает снежный вихрь, окружающий 1 цель и снижающий его боевую активность. Острые снежинки забиваются в щели в доспехах, попадают в глаза и доставляют массу неудобств. Минус - 1 к восприятию, мину - 1 к физическим навыкам",
        type: "дебафф",
        conditions: "4 секунды концентрации, 3 волшебных жеста",
        duration: "Снежный вихрь мешает противнику секунд = 15-45 секунд. Повторное применение возможно через пять минут после окончания первого заклинания",
        cost: "120 манны - 320 манны",
        learned: false
    },
    {
        name: "Влажный барьер",
        order: 7,
        effect: "Создаёт вокруг указанного места радиусом 2 метра барьер из мельчайших частичек воды. Они поглощают враждебную магию до 7 порядка не включительно и медленно исцеляют тех, кто находится внутри него. Изнутри и снаружи пропускает любые заклинания, кроме огненных, востонавливает 10 хп в минуту",
        type: "Магический щит",
        conditions: "5 секунд концентрации, 3 волшебных слова",
        duration: "Максимальная длительность 1 минута-20 минут, перезарядка - 10 минут",
        cost: "100-300 манны",
        learned: false
    }
];
