const booksData = [
    {
        id: "alchemist_vol1",
        title: "Приключения алхимика. Том 1",
        author: "Мартин Лортекс",
        description: "Первая книга о странствиях алхимика...",
        file: "modules/glossary/books/alchemist_vol1.html"
    },
    {
        id: "alchemist_vol2",
        title: "Приключения алхимика. Том 2",
        author: "Мартин Лортекс",
        description: "Продолжение истории...",
        file: "modules/glossary/books/alchemist_vol2.html"
    },
    {
        id: "alchemist_vol3",
        title: "Приключения алхимика. Том 3",
        author: "Мартин Лортекс",
        description: "Завершающая часть...",
        file: "modules/glossary/books/alchemist_vol3.html"
    },

    // ========== ВЫЖИВАНИЕ ПО РЕГИОНАМ ==========
    {
        id: "выживание_в_лесу_vol1",
        title: "Выживание в лесу. Том 1",
        author: "",
        description: "Выживание в лесу. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol2",
        title: "Выживание в лесу. Том 2",
        author: "",
        description: "Выживание в лесу. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol3",
        title: "Выживание в лесу. Том 3",
        author: "",
        description: "Выживание в лесу. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol4",
        title: "Выживание в лесу. Том 4",
        author: "",
        description: "Выживание в лесу. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol5",
        title: "Выживание в лесу. Том 5",
        author: "",
        description: "Выживание в лесу. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol6",
        title: "Выживание в лесу. Том 6",
        author: "",
        description: "Выживание в лесу. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol7",
        title: "Выживание в лесу. Том 7",
        author: "",
        description: "Выживание в лесу. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol8",
        title: "Выживание в лесу. Том 8",
        author: "",
        description: "Выживание в лесу. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol9",
        title: "Выживание в лесу. Том 9",
        author: "",
        description: "Выживание в лесу. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_лесу_vol10",
        title: "Выживание в лесу. Том 10",
        author: "",
        description: "Выживание в лесу. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol1",
        title: "Выживание в горах. Том 1",
        author: "",
        description: "Выживание в горах. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol2",
        title: "Выживание в горах. Том 2",
        author: "",
        description: "Выживание в горах. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol3",
        title: "Выживание в горах. Том 3",
        author: "",
        description: "Выживание в горах. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol4",
        title: "Выживание в горах. Том 4",
        author: "",
        description: "Выживание в горах. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol5",
        title: "Выживание в горах. Том 5",
        author: "",
        description: "Выживание в горах. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol6",
        title: "Выживание в горах. Том 6",
        author: "",
        description: "Выживание в горах. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol7",
        title: "Выживание в горах. Том 7",
        author: "",
        description: "Выживание в горах. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol8",
        title: "Выживание в горах. Том 8",
        author: "",
        description: "Выживание в горах. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol9",
        title: "Выживание в горах. Том 9",
        author: "",
        description: "Выживание в горах. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_горах_vol10",
        title: "Выживание в горах. Том 10",
        author: "",
        description: "Выживание в горах. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol1",
        title: "Выживание в пустыне. Том 1",
        author: "",
        description: "Выживание в пустыне. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol2",
        title: "Выживание в пустыне. Том 2",
        author: "",
        description: "Выживание в пустыне. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol3",
        title: "Выживание в пустыне. Том 3",
        author: "",
        description: "Выживание в пустыне. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol4",
        title: "Выживание в пустыне. Том 4",
        author: "",
        description: "Выживание в пустыне. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol5",
        title: "Выживание в пустыне. Том 5",
        author: "",
        description: "Выживание в пустыне. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol6",
        title: "Выживание в пустыне. Том 6",
        author: "",
        description: "Выживание в пустыне. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol7",
        title: "Выживание в пустыне. Том 7",
        author: "",
        description: "Выживание в пустыне. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol8",
        title: "Выживание в пустыне. Том 8",
        author: "",
        description: "Выживание в пустыне. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol9",
        title: "Выживание в пустыне. Том 9",
        author: "",
        description: "Выживание в пустыне. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_пустыне_vol10",
        title: "Выживание в пустыне. Том 10",
        author: "",
        description: "Выживание в пустыне. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol1",
        title: "Выживание в арктике/тундре. Том 1",
        author: "",
        description: "Выживание в арктике/тундре. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol2",
        title: "Выживание в арктике/тундре. Том 2",
        author: "",
        description: "Выживание в арктике/тундре. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol3",
        title: "Выживание в арктике/тундре. Том 3",
        author: "",
        description: "Выживание в арктике/тундре. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol4",
        title: "Выживание в арктике/тундре. Том 4",
        author: "",
        description: "Выживание в арктике/тундре. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol5",
        title: "Выживание в арктике/тундре. Том 5",
        author: "",
        description: "Выживание в арктике/тундре. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol6",
        title: "Выживание в арктике/тундре. Том 6",
        author: "",
        description: "Выживание в арктике/тундре. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol7",
        title: "Выживание в арктике/тундре. Том 7",
        author: "",
        description: "Выживание в арктике/тундре. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol8",
        title: "Выживание в арктике/тундре. Том 8",
        author: "",
        description: "Выживание в арктике/тундре. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol9",
        title: "Выживание в арктике/тундре. Том 9",
        author: "",
        description: "Выживание в арктике/тундре. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_арктике_тундре_vol10",
        title: "Выживание в арктике/тундре. Том 10",
        author: "",
        description: "Выживание в арктике/тундре. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol1",
        title: "Выживание в болотах. Том 1",
        author: "",
        description: "Выживание в болотах. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol2",
        title: "Выживание в болотах. Том 2",
        author: "",
        description: "Выживание в болотах. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol3",
        title: "Выживание в болотах. Том 3",
        author: "",
        description: "Выживание в болотах. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol4",
        title: "Выживание в болотах. Том 4",
        author: "",
        description: "Выживание в болотах. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol5",
        title: "Выживание в болотах. Том 5",
        author: "",
        description: "Выживание в болотах. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol6",
        title: "Выживание в болотах. Том 6",
        author: "",
        description: "Выживание в болотах. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol7",
        title: "Выживание в болотах. Том 7",
        author: "",
        description: "Выживание в болотах. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol8",
        title: "Выживание в болотах. Том 8",
        author: "",
        description: "Выживание в болотах. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol9",
        title: "Выживание в болотах. Том 9",
        author: "",
        description: "Выживание в болотах. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_болотах_vol10",
        title: "Выживание в болотах. Том 10",
        author: "",
        description: "Выживание в болотах. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol1",
        title: "Выживание в джунглях. Том 1",
        author: "",
        description: "Выживание в джунглях. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol2",
        title: "Выживание в джунглях. Том 2",
        author: "",
        description: "Выживание в джунглях. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol3",
        title: "Выживание в джунглях. Том 3",
        author: "",
        description: "Выживание в джунглях. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol4",
        title: "Выживание в джунглях. Том 4",
        author: "",
        description: "Выживание в джунглях. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol5",
        title: "Выживание в джунглях. Том 5",
        author: "",
        description: "Выживание в джунглях. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol6",
        title: "Выживание в джунглях. Том 6",
        author: "",
        description: "Выживание в джунглях. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol7",
        title: "Выживание в джунглях. Том 7",
        author: "",
        description: "Выживание в джунглях. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol8",
        title: "Выживание в джунглях. Том 8",
        author: "",
        description: "Выживание в джунглях. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol9",
        title: "Выживание в джунглях. Том 9",
        author: "",
        description: "Выживание в джунглях. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_джунглях_vol10",
        title: "Выживание в джунглях. Том 10",
        author: "",
        description: "Выживание в джунглях. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol1",
        title: "Выживание в степи. Том 1",
        author: "",
        description: "Выживание в степи. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol2",
        title: "Выживание в степи. Том 2",
        author: "",
        description: "Выживание в степи. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol3",
        title: "Выживание в степи. Том 3",
        author: "",
        description: "Выживание в степи. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol4",
        title: "Выживание в степи. Том 4",
        author: "",
        description: "Выживание в степи. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol5",
        title: "Выживание в степи. Том 5",
        author: "",
        description: "Выживание в степи. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol6",
        title: "Выживание в степи. Том 6",
        author: "",
        description: "Выживание в степи. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol7",
        title: "Выживание в степи. Том 7",
        author: "",
        description: "Выживание в степи. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol8",
        title: "Выживание в степи. Том 8",
        author: "",
        description: "Выживание в степи. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol9",
        title: "Выживание в степи. Том 9",
        author: "",
        description: "Выживание в степи. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_степи_vol10",
        title: "Выживание в степи. Том 10",
        author: "",
        description: "Выживание в степи. Том 10.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol1",
        title: "Выживание на побережье. Том 1",
        author: "",
        description: "Выживание на побережье. Том 1.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol2",
        title: "Выживание на побережье. Том 2",
        author: "",
        description: "Выживание на побережье. Том 2.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol3",
        title: "Выживание на побережье. Том 3",
        author: "",
        description: "Выживание на побережье. Том 3.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol4",
        title: "Выживание на побережье. Том 4",
        author: "",
        description: "Выживание на побережье. Том 4.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol5",
        title: "Выживание на побережье. Том 5",
        author: "",
        description: "Выживание на побережье. Том 5.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol6",
        title: "Выживание на побережье. Том 6",
        author: "",
        description: "Выживание на побережье. Том 6.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol7",
        title: "Выживание на побережье. Том 7",
        author: "",
        description: "Выживание на побережье. Том 7.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol8",
        title: "Выживание на побережье. Том 8",
        author: "",
        description: "Выживание на побережье. Том 8.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol9",
        title: "Выживание на побережье. Том 9",
        author: "",
        description: "Выживание на побережье. Том 9.",
        file: ""
    },
    {
        id: "выживание_на_побережье_vol10",
        title: "Выживание на побережье. Том 10",
        author: "",
        description: "Выживание на побережье. Том 10.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol1",
        title: "Выживание в подземельях. Том 1",
        author: "",
        description: "Выживание в подземельях. Том 1.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol2",
        title: "Выживание в подземельях. Том 2",
        author: "",
        description: "Выживание в подземельях. Том 2.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol3",
        title: "Выживание в подземельях. Том 3",
        author: "",
        description: "Выживание в подземельях. Том 3.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol4",
        title: "Выживание в подземельях. Том 4",
        author: "",
        description: "Выживание в подземельях. Том 4.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol5",
        title: "Выживание в подземельях. Том 5",
        author: "",
        description: "Выживание в подземельях. Том 5.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol6",
        title: "Выживание в подземельях. Том 6",
        author: "",
        description: "Выживание в подземельях. Том 6.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol7",
        title: "Выживание в подземельях. Том 7",
        author: "",
        description: "Выживание в подземельях. Том 7.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol8",
        title: "Выживание в подземельях. Том 8",
        author: "",
        description: "Выживание в подземельях. Том 8.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol9",
        title: "Выживание в подземельях. Том 9",
        author: "",
        description: "Выживание в подземельях. Том 9.",
        file: ""
    },
    {
        id: "выживание_в_подземельях_vol10",
        title: "Выживание в подземельях. Том 10",
        author: "",
        description: "Выживание в подземельях. Том 10.",
        file: ""
    },
    {
        id: "городское_выживание_vol1",
        title: "Городское выживание. Том 1",
        author: "",
        description: "Городское выживание. Том 1.",
        file: ""
    },
    {
        id: "городское_выживание_vol2",
        title: "Городское выживание. Том 2",
        author: "",
        description: "Городское выживание. Том 2.",
        file: ""
    },
    {
        id: "городское_выживание_vol3",
        title: "Городское выживание. Том 3",
        author: "",
        description: "Городское выживание. Том 3.",
        file: ""
    },
    {
        id: "городское_выживание_vol4",
        title: "Городское выживание. Том 4",
        author: "",
        description: "Городское выживание. Том 4.",
        file: ""
    },
    {
        id: "городское_выживание_vol5",
        title: "Городское выживание. Том 5",
        author: "",
        description: "Городское выживание. Том 5.",
        file: ""
    },
    {
        id: "городское_выживание_vol6",
        title: "Городское выживание. Том 6",
        author: "",
        description: "Городское выживание. Том 6.",
        file: ""
    },
    {
        id: "городское_выживание_vol7",
        title: "Городское выживание. Том 7",
        author: "",
        description: "Городское выживание. Том 7.",
        file: ""
    },
    {
        id: "городское_выживание_vol8",
        title: "Городское выживание. Том 8",
        author: "",
        description: "Городское выживание. Том 8.",
        file: ""
    },
    {
        id: "городское_выживание_vol9",
        title: "Городское выживание. Том 9",
        author: "",
        description: "Городское выживание. Том 9.",
        file: ""
    },
    {
        id: "городское_выживание_vol10",
        title: "Городское выживание. Том 10",
        author: "",
        description: "Городское выживание. Том 10.",
        file: ""
    },

    // ========== МОРЕ И ВОДА ==========
    {
        id: "морское_дело_vol1",
        title: "Морское дело. Том 1",
        author: "",
        description: "Морское дело. Том 1.",
        file: ""
    },
    {
        id: "морское_дело_vol2",
        title: "Морское дело. Том 2",
        author: "",
        description: "Морское дело. Том 2.",
        file: ""
    },
    {
        id: "морское_дело_vol3",
        title: "Морское дело. Том 3",
        author: "",
        description: "Морское дело. Том 3.",
        file: ""
    },
    {
        id: "морское_дело_vol4",
        title: "Морское дело. Том 4",
        author: "",
        description: "Морское дело. Том 4.",
        file: ""
    },
    {
        id: "морское_дело_vol5",
        title: "Морское дело. Том 5",
        author: "",
        description: "Морское дело. Том 5.",
        file: ""
    },
    {
        id: "морское_дело_vol6",
        title: "Морское дело. Том 6",
        author: "",
        description: "Морское дело. Том 6.",
        file: ""
    },
    {
        id: "морское_дело_vol7",
        title: "Морское дело. Том 7",
        author: "",
        description: "Морское дело. Том 7.",
        file: ""
    },
    {
        id: "морское_дело_vol8",
        title: "Морское дело. Том 8",
        author: "",
        description: "Морское дело. Том 8.",
        file: ""
    },
    {
        id: "морское_дело_vol9",
        title: "Морское дело. Том 9",
        author: "",
        description: "Морское дело. Том 9.",
        file: ""
    },
    {
        id: "морское_дело_vol10",
        title: "Морское дело. Том 10",
        author: "",
        description: "Морское дело. Том 10.",
        file: ""
    },

    // ========== ОХОТА И СЛЕДОПЫТСТВО ==========
    {
        id: "охота_vol1",
        title: "Охота. Том 1",
        author: "",
        description: "Охота. Том 1.",
        file: ""
    },
    {
        id: "охота_vol2",
        title: "Охота. Том 2",
        author: "",
        description: "Охота. Том 2.",
        file: ""
    },
    {
        id: "охота_vol3",
        title: "Охота. Том 3",
        author: "",
        description: "Охота. Том 3.",
        file: ""
    },
    {
        id: "охота_vol4",
        title: "Охота. Том 4",
        author: "",
        description: "Охота. Том 4.",
        file: ""
    },
    {
        id: "охота_vol5",
        title: "Охота. Том 5",
        author: "",
        description: "Охота. Том 5.",
        file: ""
    },
    {
        id: "охота_vol6",
        title: "Охота. Том 6",
        author: "",
        description: "Охота. Том 6.",
        file: ""
    },
    {
        id: "охота_vol7",
        title: "Охота. Том 7",
        author: "",
        description: "Охота. Том 7.",
        file: ""
    },
    {
        id: "охота_vol8",
        title: "Охота. Том 8",
        author: "",
        description: "Охота. Том 8.",
        file: ""
    },
    {
        id: "охота_vol9",
        title: "Охота. Том 9",
        author: "",
        description: "Охота. Том 9.",
        file: ""
    },
    {
        id: "охота_vol10",
        title: "Охота. Том 10",
        author: "",
        description: "Охота. Том 10.",
        file: ""
    },
    {
        id: "следопытство_vol1",
        title: "Следопытство. Том 1",
        author: "",
        description: "Следопытство. Том 1.",
        file: ""
    },
    {
        id: "следопытство_vol2",
        title: "Следопытство. Том 2",
        author: "",
        description: "Следопытство. Том 2.",
        file: ""
    },
    {
        id: "следопытство_vol3",
        title: "Следопытство. Том 3",
        author: "",
        description: "Следопытство. Том 3.",
        file: ""
    },
    {
        id: "следопытство_vol4",
        title: "Следопытство. Том 4",
        author: "",
        description: "Следопытство. Том 4.",
        file: ""
    },
    {
        id: "следопытство_vol5",
        title: "Следопытство. Том 5",
        author: "",
        description: "Следопытство. Том 5.",
        file: ""
    },
    {
        id: "следопытство_vol6",
        title: "Следопытство. Том 6",
        author: "",
        description: "Следопытство. Том 6.",
        file: ""
    },
    {
        id: "следопытство_vol7",
        title: "Следопытство. Том 7",
        author: "",
        description: "Следопытство. Том 7.",
        file: ""
    },
    {
        id: "следопытство_vol8",
        title: "Следопытство. Том 8",
        author: "",
        description: "Следопытство. Том 8.",
        file: ""
    },
    {
        id: "следопытство_vol9",
        title: "Следопытство. Том 9",
        author: "",
        description: "Следопытство. Том 9.",
        file: ""
    },
    {
        id: "следопытство_vol10",
        title: "Следопытство. Том 10",
        author: "",
        description: "Следопытство. Том 10.",
        file: ""
    },

    // ========== ОРИЕНТИРОВАНИЕ ==========
    {
        id: "навигация_vol1",
        title: "Навигация. Том 1",
        author: "",
        description: "Навигация. Том 1.",
        file: ""
    },
    {
        id: "навигация_vol2",
        title: "Навигация. Том 2",
        author: "",
        description: "Навигация. Том 2.",
        file: ""
    },
    {
        id: "навигация_vol3",
        title: "Навигация. Том 3",
        author: "",
        description: "Навигация. Том 3.",
        file: ""
    },
    {
        id: "навигация_vol4",
        title: "Навигация. Том 4",
        author: "",
        description: "Навигация. Том 4.",
        file: ""
    },
    {
        id: "навигация_vol5",
        title: "Навигация. Том 5",
        author: "",
        description: "Навигация. Том 5.",
        file: ""
    },
    {
        id: "навигация_vol6",
        title: "Навигация. Том 6",
        author: "",
        description: "Навигация. Том 6.",
        file: ""
    },
    {
        id: "навигация_vol7",
        title: "Навигация. Том 7",
        author: "",
        description: "Навигация. Том 7.",
        file: ""
    },
    {
        id: "навигация_vol8",
        title: "Навигация. Том 8",
        author: "",
        description: "Навигация. Том 8.",
        file: ""
    },
    {
        id: "навигация_vol9",
        title: "Навигация. Том 9",
        author: "",
        description: "Навигация. Том 9.",
        file: ""
    },
    {
        id: "навигация_vol10",
        title: "Навигация. Том 10",
        author: "",
        description: "Навигация. Том 10.",
        file: ""
    },

    // ========== МЕДИЦИНА ==========
    {
        id: "траволечение_vol1",
        title: "Траволечение. Том 1",
        author: "",
        description: "Траволечение. Том 1.",
        file: ""
    },
    {
        id: "траволечение_vol2",
        title: "Траволечение. Том 2",
        author: "",
        description: "Траволечение. Том 2.",
        file: ""
    },
    {
        id: "траволечение_vol3",
        title: "Траволечение. Том 3",
        author: "",
        description: "Траволечение. Том 3.",
        file: ""
    },
    {
        id: "траволечение_vol4",
        title: "Траволечение. Том 4",
        author: "",
        description: "Траволечение. Том 4.",
        file: ""
    },
    {
        id: "траволечение_vol5",
        title: "Траволечение. Том 5",
        author: "",
        description: "Траволечение. Том 5.",
        file: ""
    },
    {
        id: "траволечение_vol6",
        title: "Траволечение. Том 6",
        author: "",
        description: "Траволечение. Том 6.",
        file: ""
    },
    {
        id: "траволечение_vol7",
        title: "Траволечение. Том 7",
        author: "",
        description: "Траволечение. Том 7.",
        file: ""
    },
    {
        id: "траволечение_vol8",
        title: "Траволечение. Том 8",
        author: "",
        description: "Траволечение. Том 8.",
        file: ""
    },
    {
        id: "траволечение_vol9",
        title: "Траволечение. Том 9",
        author: "",
        description: "Траволечение. Том 9.",
        file: ""
    },
    {
        id: "траволечение_vol10",
        title: "Траволечение. Том 10",
        author: "",
        description: "Траволечение. Том 10.",
        file: ""
    },
    {
        id: "хирургия_vol1",
        title: "Хирургия. Том 1",
        author: "",
        description: "Хирургия. Том 1.",
        file: ""
    },
    {
        id: "хирургия_vol2",
        title: "Хирургия. Том 2",
        author: "",
        description: "Хирургия. Том 2.",
        file: ""
    },
    {
        id: "хирургия_vol3",
        title: "Хирургия. Том 3",
        author: "",
        description: "Хирургия. Том 3.",
        file: ""
    },
    {
        id: "хирургия_vol4",
        title: "Хирургия. Том 4",
        author: "",
        description: "Хирургия. Том 4.",
        file: ""
    },
    {
        id: "хирургия_vol5",
        title: "Хирургия. Том 5",
        author: "",
        description: "Хирургия. Том 5.",
        file: ""
    },
    {
        id: "хирургия_vol6",
        title: "Хирургия. Том 6",
        author: "",
        description: "Хирургия. Том 6.",
        file: ""
    },
    {
        id: "хирургия_vol7",
        title: "Хирургия. Том 7",
        author: "",
        description: "Хирургия. Том 7.",
        file: ""
    },
    {
        id: "хирургия_vol8",
        title: "Хирургия. Том 8",
        author: "",
        description: "Хирургия. Том 8.",
        file: ""
    },
    {
        id: "хирургия_vol9",
        title: "Хирургия. Том 9",
        author: "",
        description: "Хирургия. Том 9.",
        file: ""
    },
    {
        id: "хирургия_vol10",
        title: "Хирургия. Том 10",
        author: "",
        description: "Хирургия. Том 10.",
        file: ""
    },
    {
        id: "костоправство_vol1",
        title: "Костоправство. Том 1",
        author: "",
        description: "Костоправство. Том 1.",
        file: ""
    },
    {
        id: "костоправство_vol2",
        title: "Костоправство. Том 2",
        author: "",
        description: "Костоправство. Том 2.",
        file: ""
    },
    {
        id: "костоправство_vol3",
        title: "Костоправство. Том 3",
        author: "",
        description: "Костоправство. Том 3.",
        file: ""
    },
    {
        id: "костоправство_vol4",
        title: "Костоправство. Том 4",
        author: "",
        description: "Костоправство. Том 4.",
        file: ""
    },
    {
        id: "костоправство_vol5",
        title: "Костоправство. Том 5",
        author: "",
        description: "Костоправство. Том 5.",
        file: ""
    },
    {
        id: "костоправство_vol6",
        title: "Костоправство. Том 6",
        author: "",
        description: "Костоправство. Том 6.",
        file: ""
    },
    {
        id: "костоправство_vol7",
        title: "Костоправство. Том 7",
        author: "",
        description: "Костоправство. Том 7.",
        file: ""
    },
    {
        id: "костоправство_vol8",
        title: "Костоправство. Том 8",
        author: "",
        description: "Костоправство. Том 8.",
        file: ""
    },
    {
        id: "костоправство_vol9",
        title: "Костоправство. Том 9",
        author: "",
        description: "Костоправство. Том 9.",
        file: ""
    },
    {
        id: "костоправство_vol10",
        title: "Костоправство. Том 10",
        author: "",
        description: "Костоправство. Том 10.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol1",
        title: "Лечение отравлений. Том 1",
        author: "",
        description: "Лечение отравлений. Том 1.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol2",
        title: "Лечение отравлений. Том 2",
        author: "",
        description: "Лечение отравлений. Том 2.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol3",
        title: "Лечение отравлений. Том 3",
        author: "",
        description: "Лечение отравлений. Том 3.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol4",
        title: "Лечение отравлений. Том 4",
        author: "",
        description: "Лечение отравлений. Том 4.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol5",
        title: "Лечение отравлений. Том 5",
        author: "",
        description: "Лечение отравлений. Том 5.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol6",
        title: "Лечение отравлений. Том 6",
        author: "",
        description: "Лечение отравлений. Том 6.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol7",
        title: "Лечение отравлений. Том 7",
        author: "",
        description: "Лечение отравлений. Том 7.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol8",
        title: "Лечение отравлений. Том 8",
        author: "",
        description: "Лечение отравлений. Том 8.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol9",
        title: "Лечение отравлений. Том 9",
        author: "",
        description: "Лечение отравлений. Том 9.",
        file: ""
    },
    {
        id: "лечение_отравлений_vol10",
        title: "Лечение отравлений. Том 10",
        author: "",
        description: "Лечение отравлений. Том 10.",
        file: ""
    },
    {
        id: "лечение_болезней_vol1",
        title: "Лечение болезней. Том 1",
        author: "",
        description: "Лечение болезней. Том 1.",
        file: ""
    },
    {
        id: "лечение_болезней_vol2",
        title: "Лечение болезней. Том 2",
        author: "",
        description: "Лечение болезней. Том 2.",
        file: ""
    },
    {
        id: "лечение_болезней_vol3",
        title: "Лечение болезней. Том 3",
        author: "",
        description: "Лечение болезней. Том 3.",
        file: ""
    },
    {
        id: "лечение_болезней_vol4",
        title: "Лечение болезней. Том 4",
        author: "",
        description: "Лечение болезней. Том 4.",
        file: ""
    },
    {
        id: "лечение_болезней_vol5",
        title: "Лечение болезней. Том 5",
        author: "",
        description: "Лечение болезней. Том 5.",
        file: ""
    },
    {
        id: "лечение_болезней_vol6",
        title: "Лечение болезней. Том 6",
        author: "",
        description: "Лечение болезней. Том 6.",
        file: ""
    },
    {
        id: "лечение_болезней_vol7",
        title: "Лечение болезней. Том 7",
        author: "",
        description: "Лечение болезней. Том 7.",
        file: ""
    },
    {
        id: "лечение_болезней_vol8",
        title: "Лечение болезней. Том 8",
        author: "",
        description: "Лечение болезней. Том 8.",
        file: ""
    },
    {
        id: "лечение_болезней_vol9",
        title: "Лечение болезней. Том 9",
        author: "",
        description: "Лечение болезней. Том 9.",
        file: ""
    },
    {
        id: "лечение_болезней_vol10",
        title: "Лечение болезней. Том 10",
        author: "",
        description: "Лечение болезней. Том 10.",
        file: ""
    },
    {
        id: "родовспоможение_vol1",
        title: "Родовспоможение. Том 1",
        author: "",
        description: "Родовспоможение. Том 1.",
        file: ""
    },
    {
        id: "родовспоможение_vol2",
        title: "Родовспоможение. Том 2",
        author: "",
        description: "Родовспоможение. Том 2.",
        file: ""
    },
    {
        id: "родовспоможение_vol3",
        title: "Родовспоможение. Том 3",
        author: "",
        description: "Родовспоможение. Том 3.",
        file: ""
    },
    {
        id: "родовспоможение_vol4",
        title: "Родовспоможение. Том 4",
        author: "",
        description: "Родовспоможение. Том 4.",
        file: ""
    },
    {
        id: "родовспоможение_vol5",
        title: "Родовспоможение. Том 5",
        author: "",
        description: "Родовспоможение. Том 5.",
        file: ""
    },
    {
        id: "родовспоможение_vol6",
        title: "Родовспоможение. Том 6",
        author: "",
        description: "Родовспоможение. Том 6.",
        file: ""
    },
    {
        id: "родовспоможение_vol7",
        title: "Родовспоможение. Том 7",
        author: "",
        description: "Родовспоможение. Том 7.",
        file: ""
    },
    {
        id: "родовспоможение_vol8",
        title: "Родовспоможение. Том 8",
        author: "",
        description: "Родовспоможение. Том 8.",
        file: ""
    },
    {
        id: "родовспоможение_vol9",
        title: "Родовспоможение. Том 9",
        author: "",
        description: "Родовспоможение. Том 9.",
        file: ""
    },
    {
        id: "родовспоможение_vol10",
        title: "Родовспоможение. Том 10",
        author: "",
        description: "Родовспоможение. Том 10.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol1",
        title: "Уход за ранеными. Том 1",
        author: "",
        description: "Уход за ранеными. Том 1.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol2",
        title: "Уход за ранеными. Том 2",
        author: "",
        description: "Уход за ранеными. Том 2.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol3",
        title: "Уход за ранеными. Том 3",
        author: "",
        description: "Уход за ранеными. Том 3.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol4",
        title: "Уход за ранеными. Том 4",
        author: "",
        description: "Уход за ранеными. Том 4.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol5",
        title: "Уход за ранеными. Том 5",
        author: "",
        description: "Уход за ранеными. Том 5.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol6",
        title: "Уход за ранеными. Том 6",
        author: "",
        description: "Уход за ранеными. Том 6.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol7",
        title: "Уход за ранеными. Том 7",
        author: "",
        description: "Уход за ранеными. Том 7.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol8",
        title: "Уход за ранеными. Том 8",
        author: "",
        description: "Уход за ранеными. Том 8.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol9",
        title: "Уход за ранеными. Том 9",
        author: "",
        description: "Уход за ранеными. Том 9.",
        file: ""
    },
    {
        id: "уход_за_ранеными_vol10",
        title: "Уход за ранеными. Том 10",
        author: "",
        description: "Уход за ранеными. Том 10.",
        file: ""
    }
];
    // ========== СТРОИТЕЛЬСТВО ==========
    {
        id: "земляные_работы_vol1",
        title: "Земляные работы. Том 1",
        author: "",
        description: "Земляные работы. Том 1.",
        file: ""
    },
    {
        id: "земляные_работы_vol2",
        title: "Земляные работы. Том 2",
        author: "",
        description: "Земляные работы. Том 2.",
        file: ""
    },
    {
        id: "земляные_работы_vol3",
        title: "Земляные работы. Том 3",
        author: "",
        description: "Земляные работы. Том 3.",
        file: ""
    },
    {
        id: "земляные_работы_vol4",
        title: "Земляные работы. Том 4",
        author: "",
        description: "Земляные работы. Том 4.",
        file: ""
    },
    {
        id: "земляные_работы_vol5",
        title: "Земляные работы. Том 5",
        author: "",
        description: "Земляные работы. Том 5.",
        file: ""
    },
    {
        id: "земляные_работы_vol6",
        title: "Земляные работы. Том 6",
        author: "",
        description: "Земляные работы. Том 6.",
        file: ""
    },
    {
        id: "земляные_работы_vol7",
        title: "Земляные работы. Том 7",
        author: "",
        description: "Земляные работы. Том 7.",
        file: ""
    },
    {
        id: "земляные_работы_vol8",
        title: "Земляные работы. Том 8",
        author: "",
        description: "Земляные работы. Том 8.",
        file: ""
    },
    {
        id: "земляные_работы_vol9",
        title: "Земляные работы. Том 9",
        author: "",
        description: "Земляные работы. Том 9.",
        file: ""
    },
    {
        id: "земляные_работы_vol10",
        title: "Земляные работы. Том 10",
        author: "",
        description: "Земляные работы. Том 10.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol1",
        title: "Деревянное строительство. Том 1",
        author: "",
        description: "Деревянное строительство. Том 1.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol2",
        title: "Деревянное строительство. Том 2",
        author: "",
        description: "Деревянное строительство. Том 2.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol3",
        title: "Деревянное строительство. Том 3",
        author: "",
        description: "Деревянное строительство. Том 3.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol4",
        title: "Деревянное строительство. Том 4",
        author: "",
        description: "Деревянное строительство. Том 4.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol5",
        title: "Деревянное строительство. Том 5",
        author: "",
        description: "Деревянное строительство. Том 5.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol6",
        title: "Деревянное строительство. Том 6",
        author: "",
        description: "Деревянное строительство. Том 6.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol7",
        title: "Деревянное строительство. Том 7",
        author: "",
        description: "Деревянное строительство. Том 7.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol8",
        title: "Деревянное строительство. Том 8",
        author: "",
        description: "Деревянное строительство. Том 8.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol9",
        title: "Деревянное строительство. Том 9",
        author: "",
        description: "Деревянное строительство. Том 9.",
        file: ""
    },
    {
        id: "деревянное_строительство_vol10",
        title: "Деревянное строительство. Том 10",
        author: "",
        description: "Деревянное строительство. Том 10.",
        file: ""
    },
    {
        id: "каменное_строительство_vol1",
        title: "Каменное строительство. Том 1",
        author: "",
        description: "Каменное строительство. Том 1.",
        file: ""
    },
    {
        id: "каменное_строительство_vol2",
        title: "Каменное строительство. Том 2",
        author: "",
        description: "Каменное строительство. Том 2.",
        file: ""
    },
    {
        id: "каменное_строительство_vol3",
        title: "Каменное строительство. Том 3",
        author: "",
        description: "Каменное строительство. Том 3.",
        file: ""
    },
    {
        id: "каменное_строительство_vol4",
        title: "Каменное строительство. Том 4",
        author: "",
        description: "Каменное строительство. Том 4.",
        file: ""
    },
    {
        id: "каменное_строительство_vol5",
        title: "Каменное строительство. Том 5",
        author: "",
        description: "Каменное строительство. Том 5.",
        file: ""
    },
    {
        id: "каменное_строительство_vol6",
        title: "Каменное строительство. Том 6",
        author: "",
        description: "Каменное строительство. Том 6.",
        file: ""
    },
    {
        id: "каменное_строительство_vol7",
        title: "Каменное строительство. Том 7",
        author: "",
        description: "Каменное строительство. Том 7.",
        file: ""
    },
    {
        id: "каменное_строительство_vol8",
        title: "Каменное строительство. Том 8",
        author: "",
        description: "Каменное строительство. Том 8.",
        file: ""
    },
    {
        id: "каменное_строительство_vol9",
        title: "Каменное строительство. Том 9",
        author: "",
        description: "Каменное строительство. Том 9.",
        file: ""
    },
    {
        id: "каменное_строительство_vol10",
        title: "Каменное строительство. Том 10",
        author: "",
        description: "Каменное строительство. Том 10.",
        file: ""
    },
    {
        id: "фортификация_vol1",
        title: "Фортификация. Том 1",
        author: "",
        description: "Фортификация. Том 1.",
        file: ""
    },
    {
        id: "фортификация_vol2",
        title: "Фортификация. Том 2",
        author: "",
        description: "Фортификация. Том 2.",
        file: ""
    },
    {
        id: "фортификация_vol3",
        title: "Фортификация. Том 3",
        author: "",
        description: "Фортификация. Том 3.",
        file: ""
    },
    {
        id: "фортификация_vol4",
        title: "Фортификация. Том 4",
        author: "",
        description: "Фортификация. Том 4.",
        file: ""
    },
    {
        id: "фортификация_vol5",
        title: "Фортификация. Том 5",
        author: "",
        description: "Фортификация. Том 5.",
        file: ""
    },
    {
        id: "фортификация_vol6",
        title: "Фортификация. Том 6",
        author: "",
        description: "Фортификация. Том 6.",
        file: ""
    },
    {
        id: "фортификация_vol7",
        title: "Фортификация. Том 7",
        author: "",
        description: "Фортификация. Том 7.",
        file: ""
    },
    {
        id: "фортификация_vol8",
        title: "Фортификация. Том 8",
        author: "",
        description: "Фортификация. Том 8.",
        file: ""
    },
    {
        id: "фортификация_vol9",
        title: "Фортификация. Том 9",
        author: "",
        description: "Фортификация. Том 9.",
        file: ""
    },
    {
        id: "фортификация_vol10",
        title: "Фортификация. Том 10",
        author: "",
        description: "Фортификация. Том 10.",
        file: ""
    },

    // ========== ТРАНСПОРТ ==========
    {
        id: "верховая_езда_vol1",
        title: "Верховая езда. Том 1",
        author: "",
        description: "Верховая езда. Том 1.",
        file: ""
    },
    {
        id: "верховая_езда_vol2",
        title: "Верховая езда. Том 2",
        author: "",
        description: "Верховая езда. Том 2.",
        file: ""
    },
    {
        id: "верховая_езда_vol3",
        title: "Верховая езда. Том 3",
        author: "",
        description: "Верховая езда. Том 3.",
        file: ""
    },
    {
        id: "верховая_езда_vol4",
        title: "Верховая езда. Том 4",
        author: "",
        description: "Верховая езда. Том 4.",
        file: ""
    },
    {
        id: "верховая_езда_vol5",
        title: "Верховая езда. Том 5",
        author: "",
        description: "Верховая езда. Том 5.",
        file: ""
    },
    {
        id: "верховая_езда_vol6",
        title: "Верховая езда. Том 6",
        author: "",
        description: "Верховая езда. Том 6.",
        file: ""
    },
    {
        id: "верховая_езда_vol7",
        title: "Верховая езда. Том 7",
        author: "",
        description: "Верховая езда. Том 7.",
        file: ""
    },
    {
        id: "верховая_езда_vol8",
        title: "Верховая езда. Том 8",
        author: "",
        description: "Верховая езда. Том 8.",
        file: ""
    },
    {
        id: "верховая_езда_vol9",
        title: "Верховая езда. Том 9",
        author: "",
        description: "Верховая езда. Том 9.",
        file: ""
    },
    {
        id: "верховая_езда_vol10",
        title: "Верховая езда. Том 10",
        author: "",
        description: "Верховая езда. Том 10.",
        file: ""
    },
    {
        id: "управление_повозкой_vol1",
        title: "Управление повозкой. Том 1",
        author: "",
        description: "Управление повозкой. Том 1.",
        file: ""
    },
    {
        id: "управление_повозкой_vol2",
        title: "Управление повозкой. Том 2",
        author: "",
        description: "Управление повозкой. Том 2.",
        file: ""
    },
    {
        id: "управление_повозкой_vol3",
        title: "Управление повозкой. Том 3",
        author: "",
        description: "Управление повозкой. Том 3.",
        file: ""
    },
    {
        id: "управление_повозкой_vol4",
        title: "Управление повозкой. Том 4",
        author: "",
        description: "Управление повозкой. Том 4.",
        file: ""
    },
    {
        id: "управление_повозкой_vol5",
        title: "Управление повозкой. Том 5",
        author: "",
        description: "Управление повозкой. Том 5.",
        file: ""
    },
    {
        id: "управление_повозкой_vol6",
        title: "Управление повозкой. Том 6",
        author: "",
        description: "Управление повозкой. Том 6.",
        file: ""
    },
    {
        id: "управление_повозкой_vol7",
        title: "Управление повозкой. Том 7",
        author: "",
        description: "Управление повозкой. Том 7.",
        file: ""
    },
    {
        id: "управление_повозкой_vol8",
        title: "Управление повозкой. Том 8",
        author: "",
        description: "Управление повозкой. Том 8.",
        file: ""
    },
    {
        id: "управление_повозкой_vol9",
        title: "Управление повозкой. Том 9",
        author: "",
        description: "Управление повозкой. Том 9.",
        file: ""
    },
    {
        id: "управление_повозкой_vol10",
        title: "Управление повозкой. Том 10",
        author: "",
        description: "Управление повозкой. Том 10.",
        file: ""
    },
    {
        id: "управление_кораблём_vol1",
        title: "Управление кораблём. Том 1",
        author: "",
        description: "Управление кораблём. Том 1.",
        file: ""
    },
    {
        id: "управление_кораблём_vol2",
        title: "Управление кораблём. Том 2",
        author: "",
        description: "Управление кораблём. Том 2.",
        file: ""
    },
    {
        id: "управление_кораблём_vol3",
        title: "Управление кораблём. Том 3",
        author: "",
        description: "Управление кораблём. Том 3.",
        file: ""
    },
    {
        id: "управление_кораблём_vol4",
        title: "Управление кораблём. Том 4",
        author: "",
        description: "Управление кораблём. Том 4.",
        file: ""
    },
    {
        id: "управление_кораблём_vol5",
        title: "Управление кораблём. Том 5",
        author: "",
        description: "Управление кораблём. Том 5.",
        file: ""
    },
    {
        id: "управление_кораблём_vol6",
        title: "Управление кораблём. Том 6",
        author: "",
        description: "Управление кораблём. Том 6.",
        file: ""
    },
    {
        id: "управление_кораблём_vol7",
        title: "Управление кораблём. Том 7",
        author: "",
        description: "Управление кораблём. Том 7.",
        file: ""
    },
    {
        id: "управление_кораблём_vol8",
        title: "Управление кораблём. Том 8",
        author: "",
        description: "Управление кораблём. Том 8.",
        file: ""
    },
    {
        id: "управление_кораблём_vol9",
        title: "Управление кораблём. Том 9",
        author: "",
        description: "Управление кораблём. Том 9.",
        file: ""
    },
    {
        id: "управление_кораблём_vol10",
        title: "Управление кораблём. Том 10",
        author: "",
        description: "Управление кораблём. Том 10.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol1",
        title: "Управление лодкой/плотом. Том 1",
        author: "",
        description: "Управление лодкой/плотом. Том 1.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol2",
        title: "Управление лодкой/плотом. Том 2",
        author: "",
        description: "Управление лодкой/плотом. Том 2.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol3",
        title: "Управление лодкой/плотом. Том 3",
        author: "",
        description: "Управление лодкой/плотом. Том 3.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol4",
        title: "Управление лодкой/плотом. Том 4",
        author: "",
        description: "Управление лодкой/плотом. Том 4.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol5",
        title: "Управление лодкой/плотом. Том 5",
        author: "",
        description: "Управление лодкой/плотом. Том 5.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol6",
        title: "Управление лодкой/плотом. Том 6",
        author: "",
        description: "Управление лодкой/плотом. Том 6.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol7",
        title: "Управление лодкой/плотом. Том 7",
        author: "",
        description: "Управление лодкой/плотом. Том 7.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol8",
        title: "Управление лодкой/плотом. Том 8",
        author: "",
        description: "Управление лодкой/плотом. Том 8.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol9",
        title: "Управление лодкой/плотом. Том 9",
        author: "",
        description: "Управление лодкой/плотом. Том 9.",
        file: ""
    },
    {
        id: "управление_лодкой_плотом_vol10",
        title: "Управление лодкой/плотом. Том 10",
        author: "",
        description: "Управление лодкой/плотом. Том 10.",
        file: ""
    },
    {
        id: "ледовый_переход_vol1",
        title: "Ледовый переход. Том 1",
        author: "",
        description: "Ледовый переход. Том 1.",
        file: ""
    },
    {
        id: "ледовый_переход_vol2",
        title: "Ледовый переход. Том 2",
        author: "",
        description: "Ледовый переход. Том 2.",
        file: ""
    },
    {
        id: "ледовый_переход_vol3",
        title: "Ледовый переход. Том 3",
        author: "",
        description: "Ледовый переход. Том 3.",
        file: ""
    },
    {
        id: "ледовый_переход_vol4",
        title: "Ледовый переход. Том 4",
        author: "",
        description: "Ледовый переход. Том 4.",
        file: ""
    },
    {
        id: "ледовый_переход_vol5",
        title: "Ледовый переход. Том 5",
        author: "",
        description: "Ледовый переход. Том 5.",
        file: ""
    },
    {
        id: "ледовый_переход_vol6",
        title: "Ледовый переход. Том 6",
        author: "",
        description: "Ледовый переход. Том 6.",
        file: ""
    },
    {
        id: "ледовый_переход_vol7",
        title: "Ледовый переход. Том 7",
        author: "",
        description: "Ледовый переход. Том 7.",
        file: ""
    },
    {
        id: "ледовый_переход_vol8",
        title: "Ледовый переход. Том 8",
        author: "",
        description: "Ледовый переход. Том 8.",
        file: ""
    },
    {
        id: "ледовый_переход_vol9",
        title: "Ледовый переход. Том 9",
        author: "",
        description: "Ледовый переход. Том 9.",
        file: ""
    },
    {
        id: "ледовый_переход_vol10",
        title: "Ледовый переход. Том 10",
        author: "",
        description: "Ледовый переход. Том 10.",
        file: ""
    }
];
    // ========== ВОЕННОЕ ДЕЛО ==========
    {
        id: "тактика_малых_отрядов_vol1",
        title: "Тактика малых отрядов. Том 1",
        author: "",
        description: "Тактика малых отрядов. Том 1.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol2",
        title: "Тактика малых отрядов. Том 2",
        author: "",
        description: "Тактика малых отрядов. Том 2.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol3",
        title: "Тактика малых отрядов. Том 3",
        author: "",
        description: "Тактика малых отрядов. Том 3.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol4",
        title: "Тактика малых отрядов. Том 4",
        author: "",
        description: "Тактика малых отрядов. Том 4.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol5",
        title: "Тактика малых отрядов. Том 5",
        author: "",
        description: "Тактика малых отрядов. Том 5.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol6",
        title: "Тактика малых отрядов. Том 6",
        author: "",
        description: "Тактика малых отрядов. Том 6.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol7",
        title: "Тактика малых отрядов. Том 7",
        author: "",
        description: "Тактика малых отрядов. Том 7.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol8",
        title: "Тактика малых отрядов. Том 8",
        author: "",
        description: "Тактика малых отрядов. Том 8.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol9",
        title: "Тактика малых отрядов. Том 9",
        author: "",
        description: "Тактика малых отрядов. Том 9.",
        file: ""
    },
    {
        id: "тактика_малых_отрядов_vol10",
        title: "Тактика малых отрядов. Том 10",
        author: "",
        description: "Тактика малых отрядов. Том 10.",
        file: ""
    },
    {
        id: "тактика_осады_vol1",
        title: "Тактика осады. Том 1",
        author: "",
        description: "Тактика осады. Том 1.",
        file: ""
    },
    {
        id: "тактика_осады_vol2",
        title: "Тактика осады. Том 2",
        author: "",
        description: "Тактика осады. Том 2.",
        file: ""
    },
    {
        id: "тактика_осады_vol3",
        title: "Тактика осады. Том 3",
        author: "",
        description: "Тактика осады. Том 3.",
        file: ""
    },
    {
        id: "тактика_осады_vol4",
        title: "Тактика осады. Том 4",
        author: "",
        description: "Тактика осады. Том 4.",
        file: ""
    },
    {
        id: "тактика_осады_vol5",
        title: "Тактика осады. Том 5",
        author: "",
        description: "Тактика осады. Том 5.",
        file: ""
    },
    {
        id: "тактика_осады_vol6",
        title: "Тактика осады. Том 6",
        author: "",
        description: "Тактика осады. Том 6.",
        file: ""
    },
    {
        id: "тактика_осады_vol7",
        title: "Тактика осады. Том 7",
        author: "",
        description: "Тактика осады. Том 7.",
        file: ""
    },
    {
        id: "тактика_осады_vol8",
        title: "Тактика осады. Том 8",
        author: "",
        description: "Тактика осады. Том 8.",
        file: ""
    },
    {
        id: "тактика_осады_vol9",
        title: "Тактика осады. Том 9",
        author: "",
        description: "Тактика осады. Том 9.",
        file: ""
    },
    {
        id: "тактика_осады_vol10",
        title: "Тактика осады. Том 10",
        author: "",
        description: "Тактика осады. Том 10.",
        file: ""
    },
    {
        id: "оборона_крепости_vol1",
        title: "Оборона крепости. Том 1",
        author: "",
        description: "Оборона крепости. Том 1.",
        file: ""
    },
    {
        id: "оборона_крепости_vol2",
        title: "Оборона крепости. Том 2",
        author: "",
        description: "Оборона крепости. Том 2.",
        file: ""
    },
    {
        id: "оборона_крепости_vol3",
        title: "Оборона крепости. Том 3",
        author: "",
        description: "Оборона крепости. Том 3.",
        file: ""
    },
    {
        id: "оборона_крепости_vol4",
        title: "Оборона крепости. Том 4",
        author: "",
        description: "Оборона крепости. Том 4.",
        file: ""
    },
    {
        id: "оборона_крепости_vol5",
        title: "Оборона крепости. Том 5",
        author: "",
        description: "Оборона крепости. Том 5.",
        file: ""
    },
    {
        id: "оборона_крепости_vol6",
        title: "Оборона крепости. Том 6",
        author: "",
        description: "Оборона крепости. Том 6.",
        file: ""
    },
    {
        id: "оборона_крепости_vol7",
        title: "Оборона крепости. Том 7",
        author: "",
        description: "Оборона крепости. Том 7.",
        file: ""
    },
    {
        id: "оборона_крепости_vol8",
        title: "Оборона крепости. Том 8",
        author: "",
        description: "Оборона крепости. Том 8.",
        file: ""
    },
    {
        id: "оборона_крепости_vol9",
        title: "Оборона крепости. Том 9",
        author: "",
        description: "Оборона крепости. Том 9.",
        file: ""
    },
    {
        id: "оборона_крепости_vol10",
        title: "Оборона крепости. Том 10",
        author: "",
        description: "Оборона крепости. Том 10.",
        file: ""
    },
    {
        id: "штурм_крепости_vol1",
        title: "Штурм крепости. Том 1",
        author: "",
        description: "Штурм крепости. Том 1.",
        file: ""
    },
    {
        id: "штурм_крепости_vol2",
        title: "Штурм крепости. Том 2",
        author: "",
        description: "Штурм крепости. Том 2.",
        file: ""
    },
    {
        id: "штурм_крепости_vol3",
        title: "Штурм крепости. Том 3",
        author: "",
        description: "Штурм крепости. Том 3.",
        file: ""
    },
    {
        id: "штурм_крепости_vol4",
        title: "Штурм крепости. Том 4",
        author: "",
        description: "Штурм крепости. Том 4.",
        file: ""
    },
    {
        id: "штурм_крепости_vol5",
        title: "Штурм крепости. Том 5",
        author: "",
        description: "Штурм крепости. Том 5.",
        file: ""
    },
    {
        id: "штурм_крепости_vol6",
        title: "Штурм крепости. Том 6",
        author: "",
        description: "Штурм крепости. Том 6.",
        file: ""
    },
    {
        id: "штурм_крепости_vol7",
        title: "Штурм крепости. Том 7",
        author: "",
        description: "Штурм крепости. Том 7.",
        file: ""
    },
    {
        id: "штурм_крепости_vol8",
        title: "Штурм крепости. Том 8",
        author: "",
        description: "Штурм крепости. Том 8.",
        file: ""
    },
    {
        id: "штурм_крепости_vol9",
        title: "Штурм крепости. Том 9",
        author: "",
        description: "Штурм крепости. Том 9.",
        file: ""
    },
    {
        id: "штурм_крепости_vol10",
        title: "Штурм крепости. Том 10",
        author: "",
        description: "Штурм крепости. Том 10.",
        file: ""
    },
    {
        id: "засадный_бой_vol1",
        title: "Засадный бой. Том 1",
        author: "",
        description: "Засадный бой. Том 1.",
        file: ""
    },
    {
        id: "засадный_бой_vol2",
        title: "Засадный бой. Том 2",
        author: "",
        description: "Засадный бой. Том 2.",
        file: ""
    },
    {
        id: "засадный_бой_vol3",
        title: "Засадный бой. Том 3",
        author: "",
        description: "Засадный бой. Том 3.",
        file: ""
    },
    {
        id: "засадный_бой_vol4",
        title: "Засадный бой. Том 4",
        author: "",
        description: "Засадный бой. Том 4.",
        file: ""
    },
    {
        id: "засадный_бой_vol5",
        title: "Засадный бой. Том 5",
        author: "",
        description: "Засадный бой. Том 5.",
        file: ""
    },
    {
        id: "засадный_бой_vol6",
        title: "Засадный бой. Том 6",
        author: "",
        description: "Засадный бой. Том 6.",
        file: ""
    },
    {
        id: "засадный_бой_vol7",
        title: "Засадный бой. Том 7",
        author: "",
        description: "Засадный бой. Том 7.",
        file: ""
    },
    {
        id: "засадный_бой_vol8",
        title: "Засадный бой. Том 8",
        author: "",
        description: "Засадный бой. Том 8.",
        file: ""
    },
    {
        id: "засадный_бой_vol9",
        title: "Засадный бой. Том 9",
        author: "",
        description: "Засадный бой. Том 9.",
        file: ""
    },
    {
        id: "засадный_бой_vol10",
        title: "Засадный бой. Том 10",
        author: "",
        description: "Засадный бой. Том 10.",
        file: ""
    },
    {
        id: "ночной_бой_vol1",
        title: "Ночной бой. Том 1",
        author: "",
        description: "Ночной бой. Том 1.",
        file: ""
    },
    {
        id: "ночной_бой_vol2",
        title: "Ночной бой. Том 2",
        author: "",
        description: "Ночной бой. Том 2.",
        file: ""
    },
    {
        id: "ночной_бой_vol3",
        title: "Ночной бой. Том 3",
        author: "",
        description: "Ночной бой. Том 3.",
        file: ""
    },
    {
        id: "ночной_бой_vol4",
        title: "Ночной бой. Том 4",
        author: "",
        description: "Ночной бой. Том 4.",
        file: ""
    },
    {
        id: "ночной_бой_vol5",
        title: "Ночной бой. Том 5",
        author: "",
        description: "Ночной бой. Том 5.",
        file: ""
    },
    {
        id: "ночной_бой_vol6",
        title: "Ночной бой. Том 6",
        author: "",
        description: "Ночной бой. Том 6.",
        file: ""
    },
    {
        id: "ночной_бой_vol7",
        title: "Ночной бой. Том 7",
        author: "",
        description: "Ночной бой. Том 7.",
        file: ""
    },
    {
        id: "ночной_бой_vol8",
        title: "Ночной бой. Том 8",
        author: "",
        description: "Ночной бой. Том 8.",
        file: ""
    },
    {
        id: "ночной_бой_vol9",
        title: "Ночной бой. Том 9",
        author: "",
        description: "Ночной бой. Том 9.",
        file: ""
    },
    {
        id: "ночной_бой_vol10",
        title: "Ночной бой. Том 10",
        author: "",
        description: "Ночной бой. Том 10.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol1",
        title: "Бой в лесу. Том 1",
        author: "",
        description: "Бой в лесу. Том 1.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol2",
        title: "Бой в лесу. Том 2",
        author: "",
        description: "Бой в лесу. Том 2.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol3",
        title: "Бой в лесу. Том 3",
        author: "",
        description: "Бой в лесу. Том 3.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol4",
        title: "Бой в лесу. Том 4",
        author: "",
        description: "Бой в лесу. Том 4.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol5",
        title: "Бой в лесу. Том 5",
        author: "",
        description: "Бой в лесу. Том 5.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol6",
        title: "Бой в лесу. Том 6",
        author: "",
        description: "Бой в лесу. Том 6.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol7",
        title: "Бой в лесу. Том 7",
        author: "",
        description: "Бой в лесу. Том 7.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol8",
        title: "Бой в лесу. Том 8",
        author: "",
        description: "Бой в лесу. Том 8.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol9",
        title: "Бой в лесу. Том 9",
        author: "",
        description: "Бой в лесу. Том 9.",
        file: ""
    },
    {
        id: "бой_в_лесу_vol10",
        title: "Бой в лесу. Том 10",
        author: "",
        description: "Бой в лесу. Том 10.",
        file: ""
    },
    {
        id: "бой_в_горах_vol1",
        title: "Бой в горах. Том 1",
        author: "",
        description: "Бой в горах. Том 1.",
        file: ""
    },
    {
        id: "бой_в_горах_vol2",
        title: "Бой в горах. Том 2",
        author: "",
        description: "Бой в горах. Том 2.",
        file: ""
    },
    {
        id: "бой_в_горах_vol3",
        title: "Бой в горах. Том 3",
        author: "",
        description: "Бой в горах. Том 3.",
        file: ""
    },
    {
        id: "бой_в_горах_vol4",
        title: "Бой в горах. Том 4",
        author: "",
        description: "Бой в горах. Том 4.",
        file: ""
    },
    {
        id: "бой_в_горах_vol5",
        title: "Бой в горах. Том 5",
        author: "",
        description: "Бой в горах. Том 5.",
        file: ""
    },
    {
        id: "бой_в_горах_vol6",
        title: "Бой в горах. Том 6",
        author: "",
        description: "Бой в горах. Том 6.",
        file: ""
    },
    {
        id: "бой_в_горах_vol7",
        title: "Бой в горах. Том 7",
        author: "",
        description: "Бой в горах. Том 7.",
        file: ""
    },
    {
        id: "бой_в_горах_vol8",
        title: "Бой в горах. Том 8",
        author: "",
        description: "Бой в горах. Том 8.",
        file: ""
    },
    {
        id: "бой_в_горах_vol9",
        title: "Бой в горах. Том 9",
        author: "",
        description: "Бой в горах. Том 9.",
        file: ""
    },
    {
        id: "бой_в_горах_vol10",
        title: "Бой в горах. Том 10",
        author: "",
        description: "Бой в горах. Том 10.",
        file: ""
    },
    {
        id: "бой_в_городе_vol1",
        title: "Бой в городе. Том 1",
        author: "",
        description: "Бой в городе. Том 1.",
        file: ""
    },
    {
        id: "бой_в_городе_vol2",
        title: "Бой в городе. Том 2",
        author: "",
        description: "Бой в городе. Том 2.",
        file: ""
    },
    {
        id: "бой_в_городе_vol3",
        title: "Бой в городе. Том 3",
        author: "",
        description: "Бой в городе. Том 3.",
        file: ""
    },
    {
        id: "бой_в_городе_vol4",
        title: "Бой в городе. Том 4",
        author: "",
        description: "Бой в городе. Том 4.",
        file: ""
    },
    {
        id: "бой_в_городе_vol5",
        title: "Бой в городе. Том 5",
        author: "",
        description: "Бой в городе. Том 5.",
        file: ""
    },
    {
        id: "бой_в_городе_vol6",
        title: "Бой в городе. Том 6",
        author: "",
        description: "Бой в городе. Том 6.",
        file: ""
    },
    {
        id: "бой_в_городе_vol7",
        title: "Бой в городе. Том 7",
        author: "",
        description: "Бой в городе. Том 7.",
        file: ""
    },
    {
        id: "бой_в_городе_vol8",
        title: "Бой в городе. Том 8",
        author: "",
        description: "Бой в городе. Том 8.",
        file: ""
    },
    {
        id: "бой_в_городе_vol9",
        title: "Бой в городе. Том 9",
        author: "",
        description: "Бой в городе. Том 9.",
        file: ""
    },
    {
        id: "бой_в_городе_vol10",
        title: "Бой в городе. Том 10",
        author: "",
        description: "Бой в городе. Том 10.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol1",
        title: "Бой в подземельях. Том 1",
        author: "",
        description: "Бой в подземельях. Том 1.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol2",
        title: "Бой в подземельях. Том 2",
        author: "",
        description: "Бой в подземельях. Том 2.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol3",
        title: "Бой в подземельях. Том 3",
        author: "",
        description: "Бой в подземельях. Том 3.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol4",
        title: "Бой в подземельях. Том 4",
        author: "",
        description: "Бой в подземельях. Том 4.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol5",
        title: "Бой в подземельях. Том 5",
        author: "",
        description: "Бой в подземельях. Том 5.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol6",
        title: "Бой в подземельях. Том 6",
        author: "",
        description: "Бой в подземельях. Том 6.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol7",
        title: "Бой в подземельях. Том 7",
        author: "",
        description: "Бой в подземельях. Том 7.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol8",
        title: "Бой в подземельях. Том 8",
        author: "",
        description: "Бой в подземельях. Том 8.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol9",
        title: "Бой в подземельях. Том 9",
        author: "",
        description: "Бой в подземельях. Том 9.",
        file: ""
    },
    {
        id: "бой_в_подземельях_vol10",
        title: "Бой в подземельях. Том 10",
        author: "",
        description: "Бой в подземельях. Том 10.",
        file: ""
    },
    {
        id: "разведка_vol1",
        title: "Разведка. Том 1",
        author: "",
        description: "Разведка. Том 1.",
        file: ""
    },
    {
        id: "разведка_vol2",
        title: "Разведка. Том 2",
        author: "",
        description: "Разведка. Том 2.",
        file: ""
    },
    {
        id: "разведка_vol3",
        title: "Разведка. Том 3",
        author: "",
        description: "Разведка. Том 3.",
        file: ""
    },
    {
        id: "разведка_vol4",
        title: "Разведка. Том 4",
        author: "",
        description: "Разведка. Том 4.",
        file: ""
    },
    {
        id: "разведка_vol5",
        title: "Разведка. Том 5",
        author: "",
        description: "Разведка. Том 5.",
        file: ""
    },
    {
        id: "разведка_vol6",
        title: "Разведка. Том 6",
        author: "",
        description: "Разведка. Том 6.",
        file: ""
    },
    {
        id: "разведка_vol7",
        title: "Разведка. Том 7",
        author: "",
        description: "Разведка. Том 7.",
        file: ""
    },
    {
        id: "разведка_vol8",
        title: "Разведка. Том 8",
        author: "",
        description: "Разведка. Том 8.",
        file: ""
    },
    {
        id: "разведка_vol9",
        title: "Разведка. Том 9",
        author: "",
        description: "Разведка. Том 9.",
        file: ""
    },
    {
        id: "разведка_vol10",
        title: "Разведка. Том 10",
        author: "",
        description: "Разведка. Том 10.",
        file: ""
    },
    {
        id: "диверсии_vol1",
        title: "Диверсии. Том 1",
        author: "",
        description: "Диверсии. Том 1.",
        file: ""
    },
    {
        id: "диверсии_vol2",
        title: "Диверсии. Том 2",
        author: "",
        description: "Диверсии. Том 2.",
        file: ""
    },
    {
        id: "диверсии_vol3",
        title: "Диверсии. Том 3",
        author: "",
        description: "Диверсии. Том 3.",
        file: ""
    },
    {
        id: "диверсии_vol4",
        title: "Диверсии. Том 4",
        author: "",
        description: "Диверсии. Том 4.",
        file: ""
    },
    {
        id: "диверсии_vol5",
        title: "Диверсии. Том 5",
        author: "",
        description: "Диверсии. Том 5.",
        file: ""
    },
    {
        id: "диверсии_vol6",
        title: "Диверсии. Том 6",
        author: "",
        description: "Диверсии. Том 6.",
        file: ""
    },
    {
        id: "диверсии_vol7",
        title: "Диверсии. Том 7",
        author: "",
        description: "Диверсии. Том 7.",
        file: ""
    },
    {
        id: "диверсии_vol8",
        title: "Диверсии. Том 8",
        author: "",
        description: "Диверсии. Том 8.",
        file: ""
    },
    {
        id: "диверсии_vol9",
        title: "Диверсии. Том 9",
        author: "",
        description: "Диверсии. Том 9.",
        file: ""
    },
    {
        id: "диверсии_vol10",
        title: "Диверсии. Том 10",
        author: "",
        description: "Диверсии. Том 10.",
        file: ""
    },
    {
        id: "марш_бросок_vol1",
        title: "Марш-бросок. Том 1",
        author: "",
        description: "Марш-бросок. Том 1.",
        file: ""
    },
    {
        id: "марш_бросок_vol2",
        title: "Марш-бросок. Том 2",
        author: "",
        description: "Марш-бросок. Том 2.",
        file: ""
    },
    {
        id: "марш_бросок_vol3",
        title: "Марш-бросок. Том 3",
        author: "",
        description: "Марш-бросок. Том 3.",
        file: ""
    },
    {
        id: "марш_бросок_vol4",
        title: "Марш-бросок. Том 4",
        author: "",
        description: "Марш-бросок. Том 4.",
        file: ""
    },
    {
        id: "марш_бросок_vol5",
        title: "Марш-бросок. Том 5",
        author: "",
        description: "Марш-бросок. Том 5.",
        file: ""
    },
    {
        id: "марш_бросок_vol6",
        title: "Марш-бросок. Том 6",
        author: "",
        description: "Марш-бросок. Том 6.",
        file: ""
    },
    {
        id: "марш_бросок_vol7",
        title: "Марш-бросок. Том 7",
        author: "",
        description: "Марш-бросок. Том 7.",
        file: ""
    },
    {
        id: "марш_бросок_vol8",
        title: "Марш-бросок. Том 8",
        author: "",
        description: "Марш-бросок. Том 8.",
        file: ""
    },
    {
        id: "марш_бросок_vol9",
        title: "Марш-бросок. Том 9",
        author: "",
        description: "Марш-бросок. Том 9.",
        file: ""
    },
    {
        id: "марш_бросок_vol10",
        title: "Марш-бросок. Том 10",
        author: "",
        description: "Марш-бросок. Том 10.",
        file: ""
    },
    {
        id: "партизанская_война_vol1",
        title: "Партизанская война. Том 1",
        author: "",
        description: "Партизанская война. Том 1.",
        file: ""
    },
    {
        id: "партизанская_война_vol2",
        title: "Партизанская война. Том 2",
        author: "",
        description: "Партизанская война. Том 2.",
        file: ""
    },
    {
        id: "партизанская_война_vol3",
        title: "Партизанская война. Том 3",
        author: "",
        description: "Партизанская война. Том 3.",
        file: ""
    },
    {
        id: "партизанская_война_vol4",
        title: "Партизанская война. Том 4",
        author: "",
        description: "Партизанская война. Том 4.",
        file: ""
    },
    {
        id: "партизанская_война_vol5",
        title: "Партизанская война. Том 5",
        author: "",
        description: "Партизанская война. Том 5.",
        file: ""
    },
    {
        id: "партизанская_война_vol6",
        title: "Партизанская война. Том 6",
        author: "",
        description: "Партизанская война. Том 6.",
        file: ""
    },
    {
        id: "партизанская_война_vol7",
        title: "Партизанская война. Том 7",
        author: "",
        description: "Партизанская война. Том 7.",
        file: ""
    },
    {
        id: "партизанская_война_vol8",
        title: "Партизанская война. Том 8",
        author: "",
        description: "Партизанская война. Том 8.",
        file: ""
    },
    {
        id: "партизанская_война_vol9",
        title: "Партизанская война. Том 9",
        author: "",
        description: "Партизанская война. Том 9.",
        file: ""
    },
    {
        id: "партизанская_война_vol10",
        title: "Партизанская война. Том 10",
        author: "",
        description: "Партизанская война. Том 10.",
        file: ""
    },

    // ========== СОЦИАЛЬНЫЕ НАВЫКИ ==========
    {
        id: "этикет_vol1",
        title: "Этикет. Том 1",
        author: "",
        description: "Этикет. Том 1.",
        file: ""
    },
    {
        id: "этикет_vol2",
        title: "Этикет. Том 2",
        author: "",
        description: "Этикет. Том 2.",
        file: ""
    },
    {
        id: "этикет_vol3",
        title: "Этикет. Том 3",
        author: "",
        description: "Этикет. Том 3.",
        file: ""
    },
    {
        id: "этикет_vol4",
        title: "Этикет. Том 4",
        author: "",
        description: "Этикет. Том 4.",
        file: ""
    },
    {
        id: "этикет_vol5",
        title: "Этикет. Том 5",
        author: "",
        description: "Этикет. Том 5.",
        file: ""
    },
    {
        id: "этикет_vol6",
        title: "Этикет. Том 6",
        author: "",
        description: "Этикет. Том 6.",
        file: ""
    },
    {
        id: "этикет_vol7",
        title: "Этикет. Том 7",
        author: "",
        description: "Этикет. Том 7.",
        file: ""
    },
    {
        id: "этикет_vol8",
        title: "Этикет. Том 8",
        author: "",
        description: "Этикет. Том 8.",
        file: ""
    },
    {
        id: "этикет_vol9",
        title: "Этикет. Том 9",
        author: "",
        description: "Этикет. Том 9.",
        file: ""
    },
    {
        id: "этикет_vol10",
        title: "Этикет. Том 10",
        author: "",
        description: "Этикет. Том 10.",
        file: ""
    },
    {
        id: "азартные_игры_vol1",
        title: "Азартные игры. Том 1",
        author: "",
        description: "Азартные игры. Том 1.",
        file: ""
    },
    {
        id: "азартные_игры_vol2",
        title: "Азартные игры. Том 2",
        author: "",
        description: "Азартные игры. Том 2.",
        file: ""
    },
    {
        id: "азартные_игры_vol3",
        title: "Азартные игры. Том 3",
        author: "",
        description: "Азартные игры. Том 3.",
        file: ""
    },
    {
        id: "азартные_игры_vol4",
        title: "Азартные игры. Том 4",
        author: "",
        description: "Азартные игры. Том 4.",
        file: ""
    },
    {
        id: "азартные_игры_vol5",
        title: "Азартные игры. Том 5",
        author: "",
        description: "Азартные игры. Том 5.",
        file: ""
    },
    {
        id: "азартные_игры_vol6",
        title: "Азартные игры. Том 6",
        author: "",
        description: "Азартные игры. Том 6.",
        file: ""
    },
    {
        id: "азартные_игры_vol7",
        title: "Азартные игры. Том 7",
        author: "",
        description: "Азартные игры. Том 7.",
        file: ""
    },
    {
        id: "азартные_игры_vol8",
        title: "Азартные игры. Том 8",
        author: "",
        description: "Азартные игры. Том 8.",
        file: ""
    },
    {
        id: "азартные_игры_vol9",
        title: "Азартные игры. Том 9",
        author: "",
        description: "Азартные игры. Том 9.",
        file: ""
    },
    {
        id: "азартные_игры_vol10",
        title: "Азартные игры. Том 10",
        author: "",
        description: "Азартные игры. Том 10.",
        file: ""
    },
    {
        id: "музыка_vol1",
        title: "Музыка. Том 1",
        author: "",
        description: "Музыка. Том 1.",
        file: ""
    },
    {
        id: "музыка_vol2",
        title: "Музыка. Том 2",
        author: "",
        description: "Музыка. Том 2.",
        file: ""
    },
    {
        id: "музыка_vol3",
        title: "Музыка. Том 3",
        author: "",
        description: "Музыка. Том 3.",
        file: ""
    },
    {
        id: "музыка_vol4",
        title: "Музыка. Том 4",
        author: "",
        description: "Музыка. Том 4.",
        file: ""
    },
    {
        id: "музыка_vol5",
        title: "Музыка. Том 5",
        author: "",
        description: "Музыка. Том 5.",
        file: ""
    },
    {
        id: "музыка_vol6",
        title: "Музыка. Том 6",
        author: "",
        description: "Музыка. Том 6.",
        file: ""
    },
    {
        id: "музыка_vol7",
        title: "Музыка. Том 7",
        author: "",
        description: "Музыка. Том 7.",
        file: ""
    },
    {
        id: "музыка_vol8",
        title: "Музыка. Том 8",
        author: "",
        description: "Музыка. Том 8.",
        file: ""
    },
    {
        id: "музыка_vol9",
        title: "Музыка. Том 9",
        author: "",
        description: "Музыка. Том 9.",
        file: ""
    },
    {
        id: "музыка_vol10",
        title: "Музыка. Том 10",
        author: "",
        description: "Музыка. Том 10.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol1",
        title: "Поэзия/риторика. Том 1",
        author: "",
        description: "Поэзия/риторика. Том 1.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol2",
        title: "Поэзия/риторика. Том 2",
        author: "",
        description: "Поэзия/риторика. Том 2.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol3",
        title: "Поэзия/риторика. Том 3",
        author: "",
        description: "Поэзия/риторика. Том 3.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol4",
        title: "Поэзия/риторика. Том 4",
        author: "",
        description: "Поэзия/риторика. Том 4.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol5",
        title: "Поэзия/риторика. Том 5",
        author: "",
        description: "Поэзия/риторика. Том 5.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol6",
        title: "Поэзия/риторика. Том 6",
        author: "",
        description: "Поэзия/риторика. Том 6.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol7",
        title: "Поэзия/риторика. Том 7",
        author: "",
        description: "Поэзия/риторика. Том 7.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol8",
        title: "Поэзия/риторика. Том 8",
        author: "",
        description: "Поэзия/риторика. Том 8.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol9",
        title: "Поэзия/риторика. Том 9",
        author: "",
        description: "Поэзия/риторика. Том 9.",
        file: ""
    },
    {
        id: "поэзия_риторика_vol10",
        title: "Поэзия/риторика. Том 10",
        author: "",
        description: "Поэзия/риторика. Том 10.",
        file: ""
    },

    // ========== ЗНАНИЯ ==========
    {
        id: "география_vol1",
        title: "География. Том 1",
        author: "",
        description: "География. Том 1.",
        file: ""
    },
    {
        id: "география_vol2",
        title: "География. Том 2",
        author: "",
        description: "География. Том 2.",
        file: ""
    },
    {
        id: "география_vol3",
        title: "География. Том 3",
        author: "",
        description: "География. Том 3.",
        file: ""
    },
    {
        id: "география_vol4",
        title: "География. Том 4",
        author: "",
        description: "География. Том 4.",
        file: ""
    },
    {
        id: "география_vol5",
        title: "География. Том 5",
        author: "",
        description: "География. Том 5.",
        file: ""
    },
    {
        id: "география_vol6",
        title: "География. Том 6",
        author: "",
        description: "География. Том 6.",
        file: ""
    },
    {
        id: "география_vol7",
        title: "География. Том 7",
        author: "",
        description: "География. Том 7.",
        file: ""
    },
    {
        id: "география_vol8",
        title: "География. Том 8",
        author: "",
        description: "География. Том 8.",
        file: ""
    },
    {
        id: "география_vol9",
        title: "География. Том 9",
        author: "",
        description: "География. Том 9.",
        file: ""
    },
    {
        id: "география_vol10",
        title: "География. Том 10",
        author: "",
        description: "География. Том 10.",
        file: ""
    },
    {
        id: "астрология_vol1",
        title: "Астрология. Том 1",
        author: "",
        description: "Астрология. Том 1.",
        file: ""
    },
    {
        id: "астрология_vol2",
        title: "Астрология. Том 2",
        author: "",
        description: "Астрология. Том 2.",
        file: ""
    },
    {
        id: "астрология_vol3",
        title: "Астрология. Том 3",
        author: "",
        description: "Астрология. Том 3.",
        file: ""
    },
    {
        id: "астрология_vol4",
        title: "Астрология. Том 4",
        author: "",
        description: "Астрология. Том 4.",
        file: ""
    },
    {
        id: "астрология_vol5",
        title: "Астрология. Том 5",
        author: "",
        description: "Астрология. Том 5.",
        file: ""
    },
    {
        id: "астрология_vol6",
        title: "Астрология. Том 6",
        author: "",
        description: "Астрология. Том 6.",
        file: ""
    },
    {
        id: "астрология_vol7",
        title: "Астрология. Том 7",
        author: "",
        description: "Астрология. Том 7.",
        file: ""
    },
    {
        id: "астрология_vol8",
        title: "Астрология. Том 8",
        author: "",
        description: "Астрология. Том 8.",
        file: ""
    },
    {
        id: "астрология_vol9",
        title: "Астрология. Том 9",
        author: "",
        description: "Астрология. Том 9.",
        file: ""
    },
    {
        id: "астрология_vol10",
        title: "Астрология. Том 10",
        author: "",
        description: "Астрология. Том 10.",
        file: ""
    },
    {
        id: "гербология_vol1",
        title: "Гербология. Том 1",
        author: "",
        description: "Гербология. Том 1.",
        file: ""
    },
    {
        id: "гербология_vol2",
        title: "Гербология. Том 2",
        author: "",
        description: "Гербология. Том 2.",
        file: ""
    },
    {
        id: "гербология_vol3",
        title: "Гербология. Том 3",
        author: "",
        description: "Гербология. Том 3.",
        file: ""
    },
    {
        id: "гербология_vol4",
        title: "Гербология. Том 4",
        author: "",
        description: "Гербология. Том 4.",
        file: ""
    },
    {
        id: "гербология_vol5",
        title: "Гербология. Том 5",
        author: "",
        description: "Гербология. Том 5.",
        file: ""
    },
    {
        id: "гербология_vol6",
        title: "Гербология. Том 6",
        author: "",
        description: "Гербология. Том 6.",
        file: ""
    },
    {
        id: "гербология_vol7",
        title: "Гербология. Том 7",
        author: "",
        description: "Гербология. Том 7.",
        file: ""
    },
    {
        id: "гербология_vol8",
        title: "Гербология. Том 8",
        author: "",
        description: "Гербология. Том 8.",
        file: ""
    },
    {
        id: "гербология_vol9",
        title: "Гербология. Том 9",
        author: "",
        description: "Гербология. Том 9.",
        file: ""
    },
    {
        id: "гербология_vol10",
        title: "Гербология. Том 10",
        author: "",
        description: "Гербология. Том 10.",
        file: ""
    },
    {
        id: "минералогия_vol1",
        title: "Минералогия. Том 1",
        author: "",
        description: "Минералогия. Том 1.",
        file: ""
    },
    {
        id: "минералогия_vol2",
        title: "Минералогия. Том 2",
        author: "",
        description: "Минералогия. Том 2.",
        file: ""
    },
    {
        id: "минералогия_vol3",
        title: "Минералогия. Том 3",
        author: "",
        description: "Минералогия. Том 3.",
        file: ""
    },
    {
        id: "минералогия_vol4",
        title: "Минералогия. Том 4",
        author: "",
        description: "Минералогия. Том 4.",
        file: ""
    },
    {
        id: "минералогия_vol5",
        title: "Минералогия. Том 5",
        author: "",
        description: "Минералогия. Том 5.",
        file: ""
    },
    {
        id: "минералогия_vol6",
        title: "Минералогия. Том 6",
        author: "",
        description: "Минералогия. Том 6.",
        file: ""
    },
    {
        id: "минералогия_vol7",
        title: "Минералогия. Том 7",
        author: "",
        description: "Минералогия. Том 7.",
        file: ""
    },
    {
        id: "минералогия_vol8",
        title: "Минералогия. Том 8",
        author: "",
        description: "Минералогия. Том 8.",
        file: ""
    },
    {
        id: "минералогия_vol9",
        title: "Минералогия. Том 9",
        author: "",
        description: "Минералогия. Том 9.",
        file: ""
    },
    {
        id: "минералогия_vol10",
        title: "Минералогия. Том 10",
        author: "",
        description: "Минералогия. Том 10.",
        file: ""
    },
    {
        id: "зоология_vol1",
        title: "Зоология. Том 1",
        author: "",
        description: "Зоология. Том 1.",
        file: ""
    },
    {
        id: "зоология_vol2",
        title: "Зоология. Том 2",
        author: "",
        description: "Зоология. Том 2.",
        file: ""
    },
    {
        id: "зоология_vol3",
        title: "Зоология. Том 3",
        author: "",
        description: "Зоология. Том 3.",
        file: ""
    },
    {
        id: "зоология_vol4",
        title: "Зоология. Том 4",
        author: "",
        description: "Зоология. Том 4.",
        file: ""
    },
    {
        id: "зоология_vol5",
        title: "Зоология. Том 5",
        author: "",
        description: "Зоология. Том 5.",
        file: ""
    },
    {
        id: "зоология_vol6",
        title: "Зоология. Том 6",
        author: "",
        description: "Зоология. Том 6.",
        file: ""
    },
    {
        id: "зоология_vol7",
        title: "Зоология. Том 7",
        author: "",
        description: "Зоология. Том 7.",
        file: ""
    },
    {
        id: "зоология_vol8",
        title: "Зоология. Том 8",
        author: "",
        description: "Зоология. Том 8.",
        file: ""
    },
    {
        id: "зоология_vol9",
        title: "Зоология. Том 9",
        author: "",
        description: "Зоология. Том 9.",
        file: ""
    },
    {
        id: "зоология_vol10",
        title: "Зоология. Том 10",
        author: "",
        description: "Зоология. Том 10.",
        file: ""
    },
    {
        id: "анатомия_vol1",
        title: "Анатомия. Том 1",
        author: "",
        description: "Анатомия. Том 1.",
        file: ""
    },
    {
        id: "анатомия_vol2",
        title: "Анатомия. Том 2",
        author: "",
        description: "Анатомия. Том 2.",
        file: ""
    },
    {
        id: "анатомия_vol3",
        title: "Анатомия. Том 3",
        author: "",
        description: "Анатомия. Том 3.",
        file: ""
    },
    {
        id: "анатомия_vol4",
        title: "Анатомия. Том 4",
        author: "",
        description: "Анатомия. Том 4.",
        file: ""
    },
    {
        id: "анатомия_vol5",
        title: "Анатомия. Том 5",
        author: "",
        description: "Анатомия. Том 5.",
        file: ""
    },
    {
        id: "анатомия_vol6",
        title: "Анатомия. Том 6",
        author: "",
        description: "Анатомия. Том 6.",
        file: ""
    },
    {
        id: "анатомия_vol7",
        title: "Анатомия. Том 7",
        author: "",
        description: "Анатомия. Том 7.",
        file: ""
    },
    {
        id: "анатомия_vol8",
        title: "Анатомия. Том 8",
        author: "",
        description: "Анатомия. Том 8.",
        file: ""
    },
    {
        id: "анатомия_vol9",
        title: "Анатомия. Том 9",
        author: "",
        description: "Анатомия. Том 9.",
        file: ""
    },
    {
        id: "анатомия_vol10",
        title: "Анатомия. Том 10",
        author: "",
        description: "Анатомия. Том 10.",
        file: ""
    },
    {
        id: "криптография_шифры_vol1",
        title: "Криптография/шифры. Том 1",
        author: "",
        description: "Криптография/шифры. Том 1.",
        file: ""
    },
    {
        id: "криптография_шифры_vol2",
        title: "Криптография/шифры. Том 2",
        author: "",
        description: "Криптография/шифры. Том 2.",
        file: ""
    },
    {
        id: "криптография_шифры_vol3",
        title: "Криптография/шифры. Том 3",
        author: "",
        description: "Криптография/шифры. Том 3.",
        file: ""
    },
    {
        id: "криптография_шифры_vol4",
        title: "Криптография/шифры. Том 4",
        author: "",
        description: "Криптография/шифры. Том 4.",
        file: ""
    },
    {
        id: "криптография_шифры_vol5",
        title: "Криптография/шифры. Том 5",
        author: "",
        description: "Криптография/шифры. Том 5.",
        file: ""
    },
    {
        id: "криптография_шифры_vol6",
        title: "Криптография/шифры. Том 6",
        author: "",
        description: "Криптография/шифры. Том 6.",
        file: ""
    },
    {
        id: "криптография_шифры_vol7",
        title: "Криптография/шифры. Том 7",
        author: "",
        description: "Криптография/шифры. Том 7.",
        file: ""
    },
    {
        id: "криптография_шифры_vol8",
        title: "Криптография/шифры. Том 8",
        author: "",
        description: "Криптография/шифры. Том 8.",
        file: ""
    },
    {
        id: "криптография_шифры_vol9",
        title: "Криптография/шифры. Том 9",
        author: "",
        description: "Криптография/шифры. Том 9.",
        file: ""
    },
    {
        id: "криптография_шифры_vol10",
        title: "Криптография/шифры. Том 10",
        author: "",
        description: "Криптография/шифры. Том 10.",
        file: ""
    },

    // ========== ПРИКЛАДНЫЕ ==========
    {
        id: "перевозка_грузов_vol1",
        title: "Перевозка грузов. Том 1",
        author: "",
        description: "Перевозка грузов. Том 1.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol2",
        title: "Перевозка грузов. Том 2",
        author: "",
        description: "Перевозка грузов. Том 2.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol3",
        title: "Перевозка грузов. Том 3",
        author: "",
        description: "Перевозка грузов. Том 3.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol4",
        title: "Перевозка грузов. Том 4",
        author: "",
        description: "Перевозка грузов. Том 4.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol5",
        title: "Перевозка грузов. Том 5",
        author: "",
        description: "Перевозка грузов. Том 5.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol6",
        title: "Перевозка грузов. Том 6",
        author: "",
        description: "Перевозка грузов. Том 6.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol7",
        title: "Перевозка грузов. Том 7",
        author: "",
        description: "Перевозка грузов. Том 7.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol8",
        title: "Перевозка грузов. Том 8",
        author: "",
        description: "Перевозка грузов. Том 8.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol9",
        title: "Перевозка грузов. Том 9",
        author: "",
        description: "Перевозка грузов. Том 9.",
        file: ""
    },
    {
        id: "перевозка_грузов_vol10",
        title: "Перевозка грузов. Том 10",
        author: "",
        description: "Перевозка грузов. Том 10.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol1",
        title: "Ремонт снаряжения. Том 1",
        author: "",
        description: "Ремонт снаряжения. Том 1.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol2",
        title: "Ремонт снаряжения. Том 2",
        author: "",
        description: "Ремонт снаряжения. Том 2.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol3",
        title: "Ремонт снаряжения. Том 3",
        author: "",
        description: "Ремонт снаряжения. Том 3.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol4",
        title: "Ремонт снаряжения. Том 4",
        author: "",
        description: "Ремонт снаряжения. Том 4.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol5",
        title: "Ремонт снаряжения. Том 5",
        author: "",
        description: "Ремонт снаряжения. Том 5.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol6",
        title: "Ремонт снаряжения. Том 6",
        author: "",
        description: "Ремонт снаряжения. Том 6.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol7",
        title: "Ремонт снаряжения. Том 7",
        author: "",
        description: "Ремонт снаряжения. Том 7.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol8",
        title: "Ремонт снаряжения. Том 8",
        author: "",
        description: "Ремонт снаряжения. Том 8.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol9",
        title: "Ремонт снаряжения. Том 9",
        author: "",
        description: "Ремонт снаряжения. Том 9.",
        file: ""
    },
    {
        id: "ремонт_снаряжения_vol10",
        title: "Ремонт снаряжения. Том 10",
        author: "",
        description: "Ремонт снаряжения. Том 10.",
        file: ""
    },
    {
        id: "заточка_оружия_vol1",
        title: "Заточка оружия. Том 1",
        author: "",
        description: "Заточка оружия. Том 1.",
        file: ""
    },
    {
        id: "заточка_оружия_vol2",
        title: "Заточка оружия. Том 2",
        author: "",
        description: "Заточка оружия. Том 2.",
        file: ""
    },
    {
        id: "заточка_оружия_vol3",
        title: "Заточка оружия. Том 3",
        author: "",
        description: "Заточка оружия. Том 3.",
        file: ""
    },
    {
        id: "заточка_оружия_vol4",
        title: "Заточка оружия. Том 4",
        author: "",
        description: "Заточка оружия. Том 4.",
        file: ""
    },
    {
        id: "заточка_оружия_vol5",
        title: "Заточка оружия. Том 5",
        author: "",
        description: "Заточка оружия. Том 5.",
        file: ""
    },
    {
        id: "заточка_оружия_vol6",
        title: "Заточка оружия. Том 6",
        author: "",
        description: "Заточка оружия. Том 6.",
        file: ""
    },
    {
        id: "заточка_оружия_vol7",
        title: "Заточка оружия. Том 7",
        author: "",
        description: "Заточка оружия. Том 7.",
        file: ""
    },
    {
        id: "заточка_оружия_vol8",
        title: "Заточка оружия. Том 8",
        author: "",
        description: "Заточка оружия. Том 8.",
        file: ""
    },
    {
        id: "заточка_оружия_vol9",
        title: "Заточка оружия. Том 9",
        author: "",
        description: "Заточка оружия. Том 9.",
        file: ""
    },
    {
        id: "заточка_оружия_vol10",
        title: "Заточка оружия. Том 10",
        author: "",
        description: "Заточка оружия. Том 10.",
        file: ""
    },
    {
        id: "разведение_костра_vol1",
        title: "Разведение костра. Том 1",
        author: "",
        description: "Разведение костра. Том 1.",
        file: ""
    },
    {
        id: "разведение_костра_vol2",
        title: "Разведение костра. Том 2",
        author: "",
        description: "Разведение костра. Том 2.",
        file: ""
    },
    {
        id: "разведение_костра_vol3",
        title: "Разведение костра. Том 3",
        author: "",
        description: "Разведение костра. Том 3.",
        file: ""
    },
    {
        id: "разведение_костра_vol4",
        title: "Разведение костра. Том 4",
        author: "",
        description: "Разведение костра. Том 4.",
        file: ""
    },
    {
        id: "разведение_костра_vol5",
        title: "Разведение костра. Том 5",
        author: "",
        description: "Разведение костра. Том 5.",
        file: ""
    },
    {
        id: "разведение_костра_vol6",
        title: "Разведение костра. Том 6",
        author: "",
        description: "Разведение костра. Том 6.",
        file: ""
    },
    {
        id: "разведение_костра_vol7",
        title: "Разведение костра. Том 7",
        author: "",
        description: "Разведение костра. Том 7.",
        file: ""
    },
    {
        id: "разведение_костра_vol8",
        title: "Разведение костра. Том 8",
        author: "",
        description: "Разведение костра. Том 8.",
        file: ""
    },
    {
        id: "разведение_костра_vol9",
        title: "Разведение костра. Том 9",
        author: "",
        description: "Разведение костра. Том 9.",
        file: ""
    },
    {
        id: "разведение_костра_vol10",
        title: "Разведение костра. Том 10",
        author: "",
        description: "Разведение костра. Том 10.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol1",
        title: "Консервация продуктов. Том 1",
        author: "",
        description: "Консервация продуктов. Том 1.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol2",
        title: "Консервация продуктов. Том 2",
        author: "",
        description: "Консервация продуктов. Том 2.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol3",
        title: "Консервация продуктов. Том 3",
        author: "",
        description: "Консервация продуктов. Том 3.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol4",
        title: "Консервация продуктов. Том 4",
        author: "",
        description: "Консервация продуктов. Том 4.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol5",
        title: "Консервация продуктов. Том 5",
        author: "",
        description: "Консервация продуктов. Том 5.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol6",
        title: "Консервация продуктов. Том 6",
        author: "",
        description: "Консервация продуктов. Том 6.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol7",
        title: "Консервация продуктов. Том 7",
        author: "",
        description: "Консервация продуктов. Том 7.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol8",
        title: "Консервация продуктов. Том 8",
        author: "",
        description: "Консервация продуктов. Том 8.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol9",
        title: "Консервация продуктов. Том 9",
        author: "",
        description: "Консервация продуктов. Том 9.",
        file: ""
    },
    {
        id: "консервация_продуктов_vol10",
        title: "Консервация продуктов. Том 10",
        author: "",
        description: "Консервация продуктов. Том 10.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol1",
        title: "Маскировка на местности. Том 1",
        author: "",
        description: "Маскировка на местности. Том 1.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol2",
        title: "Маскировка на местности. Том 2",
        author: "",
        description: "Маскировка на местности. Том 2.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol3",
        title: "Маскировка на местности. Том 3",
        author: "",
        description: "Маскировка на местности. Том 3.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol4",
        title: "Маскировка на местности. Том 4",
        author: "",
        description: "Маскировка на местности. Том 4.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol5",
        title: "Маскировка на местности. Том 5",
        author: "",
        description: "Маскировка на местности. Том 5.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol6",
        title: "Маскировка на местности. Том 6",
        author: "",
        description: "Маскировка на местности. Том 6.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol7",
        title: "Маскировка на местности. Том 7",
        author: "",
        description: "Маскировка на местности. Том 7.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol8",
        title: "Маскировка на местности. Том 8",
        author: "",
        description: "Маскировка на местности. Том 8.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol9",
        title: "Маскировка на местности. Том 9",
        author: "",
        description: "Маскировка на местности. Том 9.",
        file: ""
    },
    {
        id: "маскировка_на_местности_vol10",
        title: "Маскировка на местности. Том 10",
        author: "",
        description: "Маскировка на местности. Том 10.",
        file: ""
    },
    {
        id: "создание_сигналов_vol1",
        title: "Создание сигналов. Том 1",
        author: "",
        description: "Создание сигналов. Том 1.",
        file: ""
    },
    {
        id: "создание_сигналов_vol2",
        title: "Создание сигналов. Том 2",
        author: "",
        description: "Создание сигналов. Том 2.",
        file: ""
    },
    {
        id: "создание_сигналов_vol3",
        title: "Создание сигналов. Том 3",
        author: "",
        description: "Создание сигналов. Том 3.",
        file: ""
    },
    {
        id: "создание_сигналов_vol4",
        title: "Создание сигналов. Том 4",
        author: "",
        description: "Создание сигналов. Том 4.",
        file: ""
    },
    {
        id: "создание_сигналов_vol5",
        title: "Создание сигналов. Том 5",
        author: "",
        description: "Создание сигналов. Том 5.",
        file: ""
    },
    {
        id: "создание_сигналов_vol6",
        title: "Создание сигналов. Том 6",
        author: "",
        description: "Создание сигналов. Том 6.",
        file: ""
    },
    {
        id: "создание_сигналов_vol7",
        title: "Создание сигналов. Том 7",
        author: "",
        description: "Создание сигналов. Том 7.",
        file: ""
    },
    {
        id: "создание_сигналов_vol8",
        title: "Создание сигналов. Том 8",
        author: "",
        description: "Создание сигналов. Том 8.",
        file: ""
    },
    {
        id: "создание_сигналов_vol9",
        title: "Создание сигналов. Том 9",
        author: "",
        description: "Создание сигналов. Том 9.",
        file: ""
    },
    {
        id: "создание_сигналов_vol10",
        title: "Создание сигналов. Том 10",
        author: "",
        description: "Создание сигналов. Том 10.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol1",
        title: "Транспортировка раненых. Том 1",
        author: "",
        description: "Транспортировка раненых. Том 1.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol2",
        title: "Транспортировка раненых. Том 2",
        author: "",
        description: "Транспортировка раненых. Том 2.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol3",
        title: "Транспортировка раненых. Том 3",
        author: "",
        description: "Транспортировка раненых. Том 3.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol4",
        title: "Транспортировка раненых. Том 4",
        author: "",
        description: "Транспортировка раненых. Том 4.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol5",
        title: "Транспортировка раненых. Том 5",
        author: "",
        description: "Транспортировка раненых. Том 5.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol6",
        title: "Транспортировка раненых. Том 6",
        author: "",
        description: "Транспортировка раненых. Том 6.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol7",
        title: "Транспортировка раненых. Том 7",
        author: "",
        description: "Транспортировка раненых. Том 7.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol8",
        title: "Транспортировка раненых. Том 8",
        author: "",
        description: "Транспортировка раненых. Том 8.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol9",
        title: "Транспортировка раненых. Том 9",
        author: "",
        description: "Транспортировка раненых. Том 9.",
        file: ""
    },
    {
        id: "транспортировка_раненых_vol10",
        title: "Транспортировка раненых. Том 10",
        author: "",
        description: "Транспортировка раненых. Том 10.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol1",
        title: "Обеззараживание воды. Том 1",
        author: "",
        description: "Обеззараживание воды. Том 1.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol2",
        title: "Обеззараживание воды. Том 2",
        author: "",
        description: "Обеззараживание воды. Том 2.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol3",
        title: "Обеззараживание воды. Том 3",
        author: "",
        description: "Обеззараживание воды. Том 3.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol4",
        title: "Обеззараживание воды. Том 4",
        author: "",
        description: "Обеззараживание воды. Том 4.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol5",
        title: "Обеззараживание воды. Том 5",
        author: "",
        description: "Обеззараживание воды. Том 5.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol6",
        title: "Обеззараживание воды. Том 6",
        author: "",
        description: "Обеззараживание воды. Том 6.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol7",
        title: "Обеззараживание воды. Том 7",
        author: "",
        description: "Обеззараживание воды. Том 7.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol8",
        title: "Обеззараживание воды. Том 8",
        author: "",
        description: "Обеззараживание воды. Том 8.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol9",
        title: "Обеззараживание воды. Том 9",
        author: "",
        description: "Обеззараживание воды. Том 9.",
        file: ""
    },
    {
        id: "обеззараживание_воды_vol10",
        title: "Обеззараживание воды. Том 10",
        author: "",
        description: "Обеззараживание воды. Том 10.",
        file: ""
    },

    // ========== ЯЗЫКИ (РАСОВЫЕ) ==========
    {
        id: "язык_гномов_vol1",
        title: "Язык Гномов. Том 1",
        author: "",
        description: "Язык Гномов. Том 1.",
        file: ""
    },
    {
        id: "язык_гномов_vol2",
        title: "Язык Гномов. Том 2",
        author: "",
        description: "Язык Гномов. Том 2.",
        file: ""
    },
    {
        id: "язык_гномов_vol3",
        title: "Язык Гномов. Том 3",
        author: "",
        description: "Язык Гномов. Том 3.",
        file: ""
    },
    {
        id: "язык_гномов_vol4",
        title: "Язык Гномов. Том 4",
        author: "",
        description: "Язык Гномов. Том 4.",
        file: ""
    },
    {
        id: "язык_гномов_vol5",
        title: "Язык Гномов. Том 5",
        author: "",
        description: "Язык Гномов. Том 5.",
        file: ""
    },
    {
        id: "язык_гномов_vol6",
        title: "Язык Гномов. Том 6",
        author: "",
        description: "Язык Гномов. Том 6.",
        file: ""
    },
    {
        id: "язык_гномов_vol7",
        title: "Язык Гномов. Том 7",
        author: "",
        description: "Язык Гномов. Том 7.",
        file: ""
    },
    {
        id: "язык_гномов_vol8",
        title: "Язык Гномов. Том 8",
        author: "",
        description: "Язык Гномов. Том 8.",
        file: ""
    },
    {
        id: "язык_гномов_vol9",
        title: "Язык Гномов. Том 9",
        author: "",
        description: "Язык Гномов. Том 9.",
        file: ""
    },
    {
        id: "язык_гномов_vol10",
        title: "Язык Гномов. Том 10",
        author: "",
        description: "Язык Гномов. Том 10.",
        file: ""
    },
    {
        id: "язык_дварфов_vol1",
        title: "Язык Дварфов. Том 1",
        author: "",
        description: "Язык Дварфов. Том 1.",
        file: ""
    },
    {
        id: "язык_дварфов_vol2",
        title: "Язык Дварфов. Том 2",
        author: "",
        description: "Язык Дварфов. Том 2.",
        file: ""
    },
    {
        id: "язык_дварфов_vol3",
        title: "Язык Дварфов. Том 3",
        author: "",
        description: "Язык Дварфов. Том 3.",
        file: ""
    },
    {
        id: "язык_дварфов_vol4",
        title: "Язык Дварфов. Том 4",
        author: "",
        description: "Язык Дварфов. Том 4.",
        file: ""
    },
    {
        id: "язык_дварфов_vol5",
        title: "Язык Дварфов. Том 5",
        author: "",
        description: "Язык Дварфов. Том 5.",
        file: ""
    },
    {
        id: "язык_дварфов_vol6",
        title: "Язык Дварфов. Том 6",
        author: "",
        description: "Язык Дварфов. Том 6.",
        file: ""
    },
    {
        id: "язык_дварфов_vol7",
        title: "Язык Дварфов. Том 7",
        author: "",
        description: "Язык Дварфов. Том 7.",
        file: ""
    },
    {
        id: "язык_дварфов_vol8",
        title: "Язык Дварфов. Том 8",
        author: "",
        description: "Язык Дварфов. Том 8.",
        file: ""
    },
    {
        id: "язык_дварфов_vol9",
        title: "Язык Дварфов. Том 9",
        author: "",
        description: "Язык Дварфов. Том 9.",
        file: ""
    },
    {
        id: "язык_дварфов_vol10",
        title: "Язык Дварфов. Том 10",
        author: "",
        description: "Язык Дварфов. Том 10.",
        file: ""
    },
    {
        id: "язык_орков_vol1",
        title: "Язык Орков. Том 1",
        author: "",
        description: "Язык Орков. Том 1.",
        file: ""
    },
    {
        id: "язык_орков_vol2",
        title: "Язык Орков. Том 2",
        author: "",
        description: "Язык Орков. Том 2.",
        file: ""
    },
    {
        id: "язык_орков_vol3",
        title: "Язык Орков. Том 3",
        author: "",
        description: "Язык Орков. Том 3.",
        file: ""
    },
    {
        id: "язык_орков_vol4",
        title: "Язык Орков. Том 4",
        author: "",
        description: "Язык Орков. Том 4.",
        file: ""
    },
    {
        id: "язык_орков_vol5",
        title: "Язык Орков. Том 5",
        author: "",
        description: "Язык Орков. Том 5.",
        file: ""
    },
    {
        id: "язык_орков_vol6",
        title: "Язык Орков. Том 6",
        author: "",
        description: "Язык Орков. Том 6.",
        file: ""
    },
    {
        id: "язык_орков_vol7",
        title: "Язык Орков. Том 7",
        author: "",
        description: "Язык Орков. Том 7.",
        file: ""
    },
    {
        id: "язык_орков_vol8",
        title: "Язык Орков. Том 8",
        author: "",
        description: "Язык Орков. Том 8.",
        file: ""
    },
    {
        id: "язык_орков_vol9",
        title: "Язык Орков. Том 9",
        author: "",
        description: "Язык Орков. Том 9.",
        file: ""
    },
    {
        id: "язык_орков_vol10",
        title: "Язык Орков. Том 10",
        author: "",
        description: "Язык Орков. Том 10.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol1",
        title: "Язык Гоблинов. Том 1",
        author: "",
        description: "Язык Гоблинов. Том 1.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol2",
        title: "Язык Гоблинов. Том 2",
        author: "",
        description: "Язык Гоблинов. Том 2.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol3",
        title: "Язык Гоблинов. Том 3",
        author: "",
        description: "Язык Гоблинов. Том 3.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol4",
        title: "Язык Гоблинов. Том 4",
        author: "",
        description: "Язык Гоблинов. Том 4.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol5",
        title: "Язык Гоблинов. Том 5",
        author: "",
        description: "Язык Гоблинов. Том 5.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol6",
        title: "Язык Гоблинов. Том 6",
        author: "",
        description: "Язык Гоблинов. Том 6.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol7",
        title: "Язык Гоблинов. Том 7",
        author: "",
        description: "Язык Гоблинов. Том 7.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol8",
        title: "Язык Гоблинов. Том 8",
        author: "",
        description: "Язык Гоблинов. Том 8.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol9",
        title: "Язык Гоблинов. Том 9",
        author: "",
        description: "Язык Гоблинов. Том 9.",
        file: ""
    },
    {
        id: "язык_гоблинов_vol10",
        title: "Язык Гоблинов. Том 10",
        author: "",
        description: "Язык Гоблинов. Том 10.",
        file: ""
    },
    {
        id: "язык_драконов_vol1",
        title: "Язык Драконов. Том 1",
        author: "",
        description: "Язык Драконов. Том 1.",
        file: ""
    },
    {
        id: "язык_драконов_vol2",
        title: "Язык Драконов. Том 2",
        author: "",
        description: "Язык Драконов. Том 2.",
        file: ""
    },
    {
        id: "язык_драконов_vol3",
        title: "Язык Драконов. Том 3",
        author: "",
        description: "Язык Драконов. Том 3.",
        file: ""
    },
    {
        id: "язык_драконов_vol4",
        title: "Язык Драконов. Том 4",
        author: "",
        description: "Язык Драконов. Том 4.",
        file: ""
    },
    {
        id: "язык_драконов_vol5",
        title: "Язык Драконов. Том 5",
        author: "",
        description: "Язык Драконов. Том 5.",
        file: ""
    },
    {
        id: "язык_драконов_vol6",
        title: "Язык Драконов. Том 6",
        author: "",
        description: "Язык Драконов. Том 6.",
        file: ""
    },
    {
        id: "язык_драконов_vol7",
        title: "Язык Драконов. Том 7",
        author: "",
        description: "Язык Драконов. Том 7.",
        file: ""
    },
    {
        id: "язык_драконов_vol8",
        title: "Язык Драконов. Том 8",
        author: "",
        description: "Язык Драконов. Том 8.",
        file: ""
    },
    {
        id: "язык_драконов_vol9",
        title: "Язык Драконов. Том 9",
        author: "",
        description: "Язык Драконов. Том 9.",
        file: ""
    },
    {
        id: "язык_драконов_vol10",
        title: "Язык Драконов. Том 10",
        author: "",
        description: "Язык Драконов. Том 10.",
        file: ""
    },

    // ========== ЯЗЫКИ (ЭЛЬФИЙСКИЕ) ==========
    {
        id: "язык_королевства_эльфов_vol1",
        title: "Язык Королевства эльфов. Том 1",
        author: "",
        description: "Язык Королевства эльфов. Том 1.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol2",
        title: "Язык Королевства эльфов. Том 2",
        author: "",
        description: "Язык Королевства эльфов. Том 2.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol3",
        title: "Язык Королевства эльфов. Том 3",
        author: "",
        description: "Язык Королевства эльфов. Том 3.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol4",
        title: "Язык Королевства эльфов. Том 4",
        author: "",
        description: "Язык Королевства эльфов. Том 4.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol5",
        title: "Язык Королевства эльфов. Том 5",
        author: "",
        description: "Язык Королевства эльфов. Том 5.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol6",
        title: "Язык Королевства эльфов. Том 6",
        author: "",
        description: "Язык Королевства эльфов. Том 6.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol7",
        title: "Язык Королевства эльфов. Том 7",
        author: "",
        description: "Язык Королевства эльфов. Том 7.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol8",
        title: "Язык Королевства эльфов. Том 8",
        author: "",
        description: "Язык Королевства эльфов. Том 8.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol9",
        title: "Язык Королевства эльфов. Том 9",
        author: "",
        description: "Язык Королевства эльфов. Том 9.",
        file: ""
    },
    {
        id: "язык_королевства_эльфов_vol10",
        title: "Язык Королевства эльфов. Том 10",
        author: "",
        description: "Язык Королевства эльфов. Том 10.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol1",
        title: "Язык Высших эльфов. Том 1",
        author: "",
        description: "Язык Высших эльфов. Том 1.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol2",
        title: "Язык Высших эльфов. Том 2",
        author: "",
        description: "Язык Высших эльфов. Том 2.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol3",
        title: "Язык Высших эльфов. Том 3",
        author: "",
        description: "Язык Высших эльфов. Том 3.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol4",
        title: "Язык Высших эльфов. Том 4",
        author: "",
        description: "Язык Высших эльфов. Том 4.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol5",
        title: "Язык Высших эльфов. Том 5",
        author: "",
        description: "Язык Высших эльфов. Том 5.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol6",
        title: "Язык Высших эльфов. Том 6",
        author: "",
        description: "Язык Высших эльфов. Том 6.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol7",
        title: "Язык Высших эльфов. Том 7",
        author: "",
        description: "Язык Высших эльфов. Том 7.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol8",
        title: "Язык Высших эльфов. Том 8",
        author: "",
        description: "Язык Высших эльфов. Том 8.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol9",
        title: "Язык Высших эльфов. Том 9",
        author: "",
        description: "Язык Высших эльфов. Том 9.",
        file: ""
    },
    {
        id: "язык_высших_эльфов_vol10",
        title: "Язык Высших эльфов. Том 10",
        author: "",
        description: "Язык Высших эльфов. Том 10.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol1",
        title: "Язык Лесных эльфов. Том 1",
        author: "",
        description: "Язык Лесных эльфов. Том 1.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol2",
        title: "Язык Лесных эльфов. Том 2",
        author: "",
        description: "Язык Лесных эльфов. Том 2.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol3",
        title: "Язык Лесных эльфов. Том 3",
        author: "",
        description: "Язык Лесных эльфов. Том 3.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol4",
        title: "Язык Лесных эльфов. Том 4",
        author: "",
        description: "Язык Лесных эльфов. Том 4.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol5",
        title: "Язык Лесных эльфов. Том 5",
        author: "",
        description: "Язык Лесных эльфов. Том 5.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol6",
        title: "Язык Лесных эльфов. Том 6",
        author: "",
        description: "Язык Лесных эльфов. Том 6.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol7",
        title: "Язык Лесных эльфов. Том 7",
        author: "",
        description: "Язык Лесных эльфов. Том 7.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol8",
        title: "Язык Лесных эльфов. Том 8",
        author: "",
        description: "Язык Лесных эльфов. Том 8.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol9",
        title: "Язык Лесных эльфов. Том 9",
        author: "",
        description: "Язык Лесных эльфов. Том 9.",
        file: ""
    },
    {
        id: "язык_лесных_эльфов_vol10",
        title: "Язык Лесных эльфов. Том 10",
        author: "",
        description: "Язык Лесных эльфов. Том 10.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol1",
        title: "Язык Темных эльфов. Том 1",
        author: "",
        description: "Язык Темных эльфов. Том 1.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol2",
        title: "Язык Темных эльфов. Том 2",
        author: "",
        description: "Язык Темных эльфов. Том 2.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol3",
        title: "Язык Темных эльфов. Том 3",
        author: "",
        description: "Язык Темных эльфов. Том 3.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol4",
        title: "Язык Темных эльфов. Том 4",
        author: "",
        description: "Язык Темных эльфов. Том 4.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol5",
        title: "Язык Темных эльфов. Том 5",
        author: "",
        description: "Язык Темных эльфов. Том 5.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol6",
        title: "Язык Темных эльфов. Том 6",
        author: "",
        description: "Язык Темных эльфов. Том 6.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol7",
        title: "Язык Темных эльфов. Том 7",
        author: "",
        description: "Язык Темных эльфов. Том 7.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol8",
        title: "Язык Темных эльфов. Том 8",
        author: "",
        description: "Язык Темных эльфов. Том 8.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol9",
        title: "Язык Темных эльфов. Том 9",
        author: "",
        description: "Язык Темных эльфов. Том 9.",
        file: ""
    },
    {
        id: "язык_темных_эльфов_vol10",
        title: "Язык Темных эльфов. Том 10",
        author: "",
        description: "Язык Темных эльфов. Том 10.",
        file: ""
    },

    // ========== ЯЗЫКИ (ГОСУДАРСТВ И РЕГИОНОВ) ==========
    {
        id: "язык_общий_язык_vol1",
        title: "Язык Общий язык. Том 1",
        author: "",
        description: "Язык Общий язык. Том 1.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol2",
        title: "Язык Общий язык. Том 2",
        author: "",
        description: "Язык Общий язык. Том 2.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol3",
        title: "Язык Общий язык. Том 3",
        author: "",
        description: "Язык Общий язык. Том 3.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol4",
        title: "Язык Общий язык. Том 4",
        author: "",
        description: "Язык Общий язык. Том 4.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol5",
        title: "Язык Общий язык. Том 5",
        author: "",
        description: "Язык Общий язык. Том 5.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol6",
        title: "Язык Общий язык. Том 6",
        author: "",
        description: "Язык Общий язык. Том 6.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol7",
        title: "Язык Общий язык. Том 7",
        author: "",
        description: "Язык Общий язык. Том 7.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol8",
        title: "Язык Общий язык. Том 8",
        author: "",
        description: "Язык Общий язык. Том 8.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol9",
        title: "Язык Общий язык. Том 9",
        author: "",
        description: "Язык Общий язык. Том 9.",
        file: ""
    },
    {
        id: "язык_общий_язык_vol10",
        title: "Язык Общий язык. Том 10",
        author: "",
        description: "Язык Общий язык. Том 10.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol1",
        title: "Язык Империи Руда. Том 1",
        author: "",
        description: "Язык Империи Руда. Том 1.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol2",
        title: "Язык Империи Руда. Том 2",
        author: "",
        description: "Язык Империи Руда. Том 2.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol3",
        title: "Язык Империи Руда. Том 3",
        author: "",
        description: "Язык Империи Руда. Том 3.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol4",
        title: "Язык Империи Руда. Том 4",
        author: "",
        description: "Язык Империи Руда. Том 4.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol5",
        title: "Язык Империи Руда. Том 5",
        author: "",
        description: "Язык Империи Руда. Том 5.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol6",
        title: "Язык Империи Руда. Том 6",
        author: "",
        description: "Язык Империи Руда. Том 6.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol7",
        title: "Язык Империи Руда. Том 7",
        author: "",
        description: "Язык Империи Руда. Том 7.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol8",
        title: "Язык Империи Руда. Том 8",
        author: "",
        description: "Язык Империи Руда. Том 8.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol9",
        title: "Язык Империи Руда. Том 9",
        author: "",
        description: "Язык Империи Руда. Том 9.",
        file: ""
    },
    {
        id: "язык_империи_руда_vol10",
        title: "Язык Империи Руда. Том 10",
        author: "",
        description: "Язык Империи Руда. Том 10.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol1",
        title: "Язык Теократии Шази. Том 1",
        author: "",
        description: "Язык Теократии Шази. Том 1.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol2",
        title: "Язык Теократии Шази. Том 2",
        author: "",
        description: "Язык Теократии Шази. Том 2.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol3",
        title: "Язык Теократии Шази. Том 3",
        author: "",
        description: "Язык Теократии Шази. Том 3.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol4",
        title: "Язык Теократии Шази. Том 4",
        author: "",
        description: "Язык Теократии Шази. Том 4.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol5",
        title: "Язык Теократии Шази. Том 5",
        author: "",
        description: "Язык Теократии Шази. Том 5.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol6",
        title: "Язык Теократии Шази. Том 6",
        author: "",
        description: "Язык Теократии Шази. Том 6.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol7",
        title: "Язык Теократии Шази. Том 7",
        author: "",
        description: "Язык Теократии Шази. Том 7.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol8",
        title: "Язык Теократии Шази. Том 8",
        author: "",
        description: "Язык Теократии Шази. Том 8.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol9",
        title: "Язык Теократии Шази. Том 9",
        author: "",
        description: "Язык Теократии Шази. Том 9.",
        file: ""
    },
    {
        id: "язык_теократии_шази_vol10",
        title: "Язык Теократии Шази. Том 10",
        author: "",
        description: "Язык Теократии Шази. Том 10.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol1",
        title: "Язык Сверх державы. Том 1",
        author: "",
        description: "Язык Сверх державы. Том 1.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol2",
        title: "Язык Сверх державы. Том 2",
        author: "",
        description: "Язык Сверх державы. Том 2.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol3",
        title: "Язык Сверх державы. Том 3",
        author: "",
        description: "Язык Сверх державы. Том 3.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol4",
        title: "Язык Сверх державы. Том 4",
        author: "",
        description: "Язык Сверх державы. Том 4.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol5",
        title: "Язык Сверх державы. Том 5",
        author: "",
        description: "Язык Сверх державы. Том 5.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol6",
        title: "Язык Сверх державы. Том 6",
        author: "",
        description: "Язык Сверх державы. Том 6.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol7",
        title: "Язык Сверх державы. Том 7",
        author: "",
        description: "Язык Сверх державы. Том 7.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol8",
        title: "Язык Сверх державы. Том 8",
        author: "",
        description: "Язык Сверх державы. Том 8.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol9",
        title: "Язык Сверх державы. Том 9",
        author: "",
        description: "Язык Сверх державы. Том 9.",
        file: ""
    },
    {
        id: "язык_сверх_державы_vol10",
        title: "Язык Сверх державы. Том 10",
        author: "",
        description: "Язык Сверх державы. Том 10.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol1",
        title: "Язык Королевства песка. Том 1",
        author: "",
        description: "Язык Королевства песка. Том 1.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol2",
        title: "Язык Королевства песка. Том 2",
        author: "",
        description: "Язык Королевства песка. Том 2.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol3",
        title: "Язык Королевства песка. Том 3",
        author: "",
        description: "Язык Королевства песка. Том 3.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol4",
        title: "Язык Королевства песка. Том 4",
        author: "",
        description: "Язык Королевства песка. Том 4.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol5",
        title: "Язык Королевства песка. Том 5",
        author: "",
        description: "Язык Королевства песка. Том 5.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol6",
        title: "Язык Королевства песка. Том 6",
        author: "",
        description: "Язык Королевства песка. Том 6.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol7",
        title: "Язык Королевства песка. Том 7",
        author: "",
        description: "Язык Королевства песка. Том 7.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol8",
        title: "Язык Королевства песка. Том 8",
        author: "",
        description: "Язык Королевства песка. Том 8.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol9",
        title: "Язык Королевства песка. Том 9",
        author: "",
        description: "Язык Королевства песка. Том 9.",
        file: ""
    },
    {
        id: "язык_королевства_песка_vol10",
        title: "Язык Королевства песка. Том 10",
        author: "",
        description: "Язык Королевства песка. Том 10.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol1",
        title: "Язык Королевства Тала. Том 1",
        author: "",
        description: "Язык Королевства Тала. Том 1.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol2",
        title: "Язык Королевства Тала. Том 2",
        author: "",
        description: "Язык Королевства Тала. Том 2.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol3",
        title: "Язык Королевства Тала. Том 3",
        author: "",
        description: "Язык Королевства Тала. Том 3.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol4",
        title: "Язык Королевства Тала. Том 4",
        author: "",
        description: "Язык Королевства Тала. Том 4.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol5",
        title: "Язык Королевства Тала. Том 5",
        author: "",
        description: "Язык Королевства Тала. Том 5.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol6",
        title: "Язык Королевства Тала. Том 6",
        author: "",
        description: "Язык Королевства Тала. Том 6.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol7",
        title: "Язык Королевства Тала. Том 7",
        author: "",
        description: "Язык Королевства Тала. Том 7.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol8",
        title: "Язык Королевства Тала. Том 8",
        author: "",
        description: "Язык Королевства Тала. Том 8.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol9",
        title: "Язык Королевства Тала. Том 9",
        author: "",
        description: "Язык Королевства Тала. Том 9.",
        file: ""
    },
    {
        id: "язык_королевства_тала_vol10",
        title: "Язык Королевства Тала. Том 10",
        author: "",
        description: "Язык Королевства Тала. Том 10.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol1",
        title: "Язык Железных островов. Том 1",
        author: "",
        description: "Язык Железных островов. Том 1.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol2",
        title: "Язык Железных островов. Том 2",
        author: "",
        description: "Язык Железных островов. Том 2.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol3",
        title: "Язык Железных островов. Том 3",
        author: "",
        description: "Язык Железных островов. Том 3.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol4",
        title: "Язык Железных островов. Том 4",
        author: "",
        description: "Язык Железных островов. Том 4.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol5",
        title: "Язык Железных островов. Том 5",
        author: "",
        description: "Язык Железных островов. Том 5.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol6",
        title: "Язык Железных островов. Том 6",
        author: "",
        description: "Язык Железных островов. Том 6.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol7",
        title: "Язык Железных островов. Том 7",
        author: "",
        description: "Язык Железных островов. Том 7.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol8",
        title: "Язык Железных островов. Том 8",
        author: "",
        description: "Язык Железных островов. Том 8.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol9",
        title: "Язык Железных островов. Том 9",
        author: "",
        description: "Язык Железных островов. Том 9.",
        file: ""
    },
    {
        id: "язык_железных_островов_vol10",
        title: "Язык Железных островов. Том 10",
        author: "",
        description: "Язык Железных островов. Том 10.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol1",
        title: "Язык Свободного государства. Том 1",
        author: "",
        description: "Язык Свободного государства. Том 1.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol2",
        title: "Язык Свободного государства. Том 2",
        author: "",
        description: "Язык Свободного государства. Том 2.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol3",
        title: "Язык Свободного государства. Том 3",
        author: "",
        description: "Язык Свободного государства. Том 3.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol4",
        title: "Язык Свободного государства. Том 4",
        author: "",
        description: "Язык Свободного государства. Том 4.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol5",
        title: "Язык Свободного государства. Том 5",
        author: "",
        description: "Язык Свободного государства. Том 5.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol6",
        title: "Язык Свободного государства. Том 6",
        author: "",
        description: "Язык Свободного государства. Том 6.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol7",
        title: "Язык Свободного государства. Том 7",
        author: "",
        description: "Язык Свободного государства. Том 7.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol8",
        title: "Язык Свободного государства. Том 8",
        author: "",
        description: "Язык Свободного государства. Том 8.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol9",
        title: "Язык Свободного государства. Том 9",
        author: "",
        description: "Язык Свободного государства. Том 9.",
        file: ""
    },
    {
        id: "язык_свободного_государства_vol10",
        title: "Язык Свободного государства. Том 10",
        author: "",
        description: "Язык Свободного государства. Том 10.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol1",
        title: "Язык Королевства воителей. Том 1",
        author: "",
        description: "Язык Королевства воителей. Том 1.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol2",
        title: "Язык Королевства воителей. Том 2",
        author: "",
        description: "Язык Королевства воителей. Том 2.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol3",
        title: "Язык Королевства воителей. Том 3",
        author: "",
        description: "Язык Королевства воителей. Том 3.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol4",
        title: "Язык Королевства воителей. Том 4",
        author: "",
        description: "Язык Королевства воителей. Том 4.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol5",
        title: "Язык Королевства воителей. Том 5",
        author: "",
        description: "Язык Королевства воителей. Том 5.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol6",
        title: "Язык Королевства воителей. Том 6",
        author: "",
        description: "Язык Королевства воителей. Том 6.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol7",
        title: "Язык Королевства воителей. Том 7",
        author: "",
        description: "Язык Королевства воителей. Том 7.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol8",
        title: "Язык Королевства воителей. Том 8",
        author: "",
        description: "Язык Королевства воителей. Том 8.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol9",
        title: "Язык Королевства воителей. Том 9",
        author: "",
        description: "Язык Королевства воителей. Том 9.",
        file: ""
    },
    {
        id: "язык_королевства_воителей_vol10",
        title: "Язык Королевства воителей. Том 10",
        author: "",
        description: "Язык Королевства воителей. Том 10.",
        file: ""
    },

    // ========== ЯЗЫКИ (ПРОЧИЕ) ==========
    {
        id: "язык_малого_брата_vol1",
        title: "Язык Малого брата. Том 1",
        author: "",
        description: "Язык Малого брата. Том 1.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol2",
        title: "Язык Малого брата. Том 2",
        author: "",
        description: "Язык Малого брата. Том 2.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol3",
        title: "Язык Малого брата. Том 3",
        author: "",
        description: "Язык Малого брата. Том 3.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol4",
        title: "Язык Малого брата. Том 4",
        author: "",
        description: "Язык Малого брата. Том 4.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol5",
        title: "Язык Малого брата. Том 5",
        author: "",
        description: "Язык Малого брата. Том 5.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol6",
        title: "Язык Малого брата. Том 6",
        author: "",
        description: "Язык Малого брата. Том 6.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol7",
        title: "Язык Малого брата. Том 7",
        author: "",
        description: "Язык Малого брата. Том 7.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol8",
        title: "Язык Малого брата. Том 8",
        author: "",
        description: "Язык Малого брата. Том 8.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol9",
        title: "Язык Малого брата. Том 9",
        author: "",
        description: "Язык Малого брата. Том 9.",
        file: ""
    },
    {
        id: "язык_малого_брата_vol10",
        title: "Язык Малого брата. Том 10",
        author: "",
        description: "Язык Малого брата. Том 10.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol1",
        title: "Язык Большого брата. Том 1",
        author: "",
        description: "Язык Большого брата. Том 1.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol2",
        title: "Язык Большого брата. Том 2",
        author: "",
        description: "Язык Большого брата. Том 2.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol3",
        title: "Язык Большого брата. Том 3",
        author: "",
        description: "Язык Большого брата. Том 3.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol4",
        title: "Язык Большого брата. Том 4",
        author: "",
        description: "Язык Большого брата. Том 4.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol5",
        title: "Язык Большого брата. Том 5",
        author: "",
        description: "Язык Большого брата. Том 5.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol6",
        title: "Язык Большого брата. Том 6",
        author: "",
        description: "Язык Большого брата. Том 6.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol7",
        title: "Язык Большого брата. Том 7",
        author: "",
        description: "Язык Большого брата. Том 7.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol8",
        title: "Язык Большого брата. Том 8",
        author: "",
        description: "Язык Большого брата. Том 8.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol9",
        title: "Язык Большого брата. Том 9",
        author: "",
        description: "Язык Большого брата. Том 9.",
        file: ""
    },
    {
        id: "язык_большого_брата_vol10",
        title: "Язык Большого брата. Том 10",
        author: "",
        description: "Язык Большого брата. Том 10.",
        file: ""
    }
];
